{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "!": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      ",": 9,
      "-": 10,
      ".": 11,
      "/": 12,
      "0": 13,
      "1": 14,
      "2": 15,
      "3": 16,
      "4": 17,
      "5": 18,
      "6": 19,
      "7": 20,
      "8": 21,
      "9": 22,
      ":": 23,
      ";": 24,
      "=": 25,
      "?": 26,
      "A": 27,
      "B": 28,
      "C": 29,
      "D": 30,
      "E": 31,
      "G": 32,
      "H": 33,
      "I": 34,
      "J": 35,
      "K": 36,
      "L": 37,
      "M": 38,
      "N": 39,
      "O": 40,
      "P": 41,
      "R": 42,
      "S": 43,
      "T": 44,
      "U": 45,
      "W": 46,
      "X": 47,
      "Z": 48,
      "[": 49,
      "]": 50,
      "a": 51,
      "b": 52,
      "c": 53,
      "e": 54,
      "g": 55,
      "h": 56,
      "i": 57,
      "j": 58,
      "k": 59,
      "l": 60,
      "m": 61,
      "n": 62,
      "o": 63,
      "p": 64,
      "r": 65,
      "s": 66,
      "t": 67,
      "u": 68,
      "y": 69,
      "~": 70,
      "À": 71,
      "Á": 72,
      "Â": 73,
      "Ê": 74,
      "Ì": 75,
      "Í": 76,
      "Î": 77,
      "Ò": 78,
      "Ó": 79,
      "Ô": 80,
      "Ù": 81,
      "Ú": 82,
      "à": 83,
      "á": 84,
      "â": 85,
      "è": 86,
      "é": 87,
      "ê": 88,
      "ì": 89,
      "í": 90,
      "î": 91,
      "ò": 92,
      "ó": 93,
      "ô": 94,
      "ù": 95,
      "ú": 96,
      "û": 97,
      "Ā": 98,
      "ā": 99,
      "Ē": 100,
      "ē": 101,
      "Ī": 102,
      "ī": 103,
      "ń": 104,
      "ō": 105,
      "Ū": 106,
      "ū": 107,
      "Ǹ": 108,
      "ǹ": 109,
      "̂": 110,
      "̄": 111,
      "̍": 112,
      "͘": 113,
      "Α": 114,
      "Β": 115,
      "Ι": 116,
      "Μ": 117,
      "Ν": 118,
      "Τ": 119,
      "Ω": 120,
      "ḿ": 121,
      "—": 122,
      "“": 123,
      "•": 124,
      "ⁿ": 125,
      "、": 126,
      "「": 127,
      "」": 128,
      "乞": 129,
      "合": 130,
      "執": 131,
      "奈": 132,
      "挺": 133,
      "松": 134,
      "果": 135,
      "枯": 136,
      "棑": 137,
      "機": 138,
      "產": 139,
      "白": 140,
      "艾": 141,
      "蘇": 142,
      "螺": 143,
      "計": 144,
      "議": 145,
      "鄉": 146,
      "險": 147,
      "香": 148,
      "（": 149,
      "）": 150,
      "，": 151,
      "：": 152,
      "ts": 153,
      "ng": 154,
      "tsi": 155,
      "hi": 156,
      "lâ": 157,
      "si": 158,
      "hu": 159,
      "̍h": 160,
      "ti": 161,
      "ah": 162,
      "uá": 163,
      "kh": 164,
      "ki": 165,
      "óng": 166,
      "o̍h": 167,
      "lâng": 168,
      "lí": 169,
      "̍t": 170,
      "ōng": 171,
      "tī": 172,
      "ó͘": 173,
      "Si": 174,
      "tu": 175,
      "th": 176,
      "sī": 177,
      "in": 178,
      "tio̍h": 179,
      "tshi": 180,
      "Siōng": 181,
      "ō͘": 182,
      "guá": 183,
      "lâi": 184,
      "̍k": 185,
      "kóng": 186,
      "nn": 187,
      "kah": 188,
      "eh": 189,
      "su": 190,
      "kā": 191,
      "tsú": 192,
      "àu": 193,
      "khì": 194,
      "āi": 195,
      "ko": 196,
      "hō͘": 197,
      "án": 198,
      "só͘": 199,
      "Lí": 200,
      "tsò": 201,
      "ka": 202,
      "îng": 203,
      "khu": 204,
      "uī": 205,
      "Guá": 206,
      "Siōngtsú": 207,
      "aⁿ": 208,
      "ku": 209,
      "bô": 210,
      "în": 211,
      "tsh": 212,
      "tsiū": 213,
      "ân": 214,
      "li": 215,
      "tuì": 216,
      "tshu": 217,
      "̍p": 218,
      "lín": 219,
      "at": 220,
      "áⁿ": 221,
      "ong": 222,
      "o̍k": 223,
      "ji": 224,
      "ông": 225,
      "a̍h": 226,
      "īng": 227,
      "tsu": 228,
      "ān": 229,
      "ang": 230,
      "koh": 231,
      "âⁿ": 232,
      "beh": 233,
      "an": 234,
      "àn": 235,
      "tè": 236,
      "àⁿ": 237,
      "áu": 238,
      "mā": 239,
      "Siōngtè": 240,
      "kàu": 241,
      "tsa": 242,
      "ìng": 243,
      "thi": 244,
      "a̍t": 245,
      "mi": 246,
      "tsi̍t": 247,
      "m̄": 248,
      "el": 249,
      "Ts": 250,
      "lóng": 251,
      "īn": 252,
      "ph": 253,
      "siū": 254,
      "ô͘": 255,
      "ok": 256,
      "la": 257,
      "tē": 258,
      "thang": 259,
      "bi": 260,
      "ài": 261,
      "kiáⁿ": 262,
      "íng": 263,
      "In": 264,
      "sî": 265,
      "āu": 266,
      "pi": 267,
      "tshut": 268,
      "uē": 269,
      "thâ": 270,
      "tsiah": 271,
      "bīn": 272,
      "hit": 273,
      "it": 274,
      "tshiū": 275,
      "tiong": 276,
      "ne": 277,
      "ái": 278,
      "gi": 279,
      "tsit": 280,
      "ji̍t": 281,
      "ám": 282,
      "khí": 283,
      "khuàⁿ": 284,
      "tsì": 285,
      "Isu": 286,
      "lael": 287,
      "Isulael": 288,
      "tsîng": 289,
      "tuā": 290,
      "tāi": 291,
      "bîn": 292,
      "a̍k": 293,
      "tshin": 294,
      "sí": 295,
      "hia": 296,
      "to̍h": 297,
      "gu": 298,
      "thâu": 299,
      "ò͘": 300,
      "nā": 301,
      "tsāi": 302,
      "kan": 303,
      "tsè": 304,
      "iû": 305,
      "tit": 306,
      "sì": 307,
      "lī": 308,
      "̄g": 309,
      "sim": 310,
      "teh": 311,
      "tshiú": 312,
      "jîn": 313,
      "ûn": 314,
      "mi̍h": 315,
      "tshiūnn": 316,
      "Ié": 317,
      "sa": 318,
      "Iésu": 319,
      "se": 320,
      "lāi": 321,
      "guán": 322,
      "ín": 323,
      "hiah": 324,
      "king": 325,
      "òng": 326,
      "àng": 327,
      "bē": 328,
      "khi": 329,
      "Iô": 330,
      "Lín": 331,
      "̂g": 332,
      "n̂g": 333,
      "huat": 334,
      "pu": 335,
      "tsiàu": 336,
      "àm": 337,
      "tsin": 338,
      "siú": 339,
      "siâⁿ": 340,
      "tsai": 341,
      "tuà": 342,
      "kì": 343,
      "thiaⁿ": 344,
      "hué": 345,
      "kī": 346,
      "lô": 347,
      "oh": 348,
      "tsē": 349,
      "tsí": 350,
      "ūn": 351,
      "lo̍h": 352,
      "tsuē": 353,
      "hó": 354,
      "âng": 355,
      "ap": 356,
      "e̍h": 357,
      "kuè": 358,
      "kha": 359,
      "ńg": 360,
      "bó͘": 361,
      "tsia̍h": 362,
      "kok": 363,
      "lō͘": 364,
      "uán": 365,
      "lán": 366,
      "ânn": 367,
      "kám": 368,
      "āng": 369,
      "ann": 370,
      "tsa̍p": 371,
      "khui": 372,
      "Ki": 373,
      "ni": 374,
      "tsìng": 375,
      "sù": 376,
      "āⁿ": 377,
      "ǹg": 378,
      "ām": 379,
      "tó": 380,
      "siáⁿ": 381,
      "sè": 382,
      "Ta": 383,
      "kau": 384,
      "bi̍t": 385,
      "ua̍h": 386,
      "ún": 387,
      "tńg": 388,
      "saⁿ": 389,
      "ke": 390,
      "o͘": 391,
      "au": 392,
      "pîng": 393,
      "tíng": 394,
      "kî": 395,
      "pē": 396,
      "ànn": 397,
      "suaⁿ": 398,
      "âi": 399,
      "phu": 400,
      "Tsi": 401,
      "kuân": 402,
      "sio": 403,
      "ná": 404,
      "kiû": 405,
      "miâ": 406,
      "sìng": 407,
      "n̄g": 408,
      "bu": 409,
      "Tabi̍t": 410,
      "kiânn": 411,
      "iah": 412,
      "kong": 413,
      "tì": 414,
      "Mô͘": 415,
      "kiâⁿ": 416,
      "tshing": 417,
      "iûⁿ": 418,
      "guā": 419,
      "tshe": 420,
      "lô͘": 421,
      "tah": 422,
      "ta̍k": 423,
      "bú": 424,
      "bat": 425,
      "kng": 426,
      "ji̍p": 427,
      "tàng": 428,
      "lú": 429,
      "kiò": 430,
      "Io": 431,
      "lāu": 432,
      "sîn": 433,
      "uáⁿ": 434,
      "sin": 435,
      "tshù": 436,
      "sū": 437,
      "sian": 438,
      "mn̂g": 439,
      "nn̄g": 440,
      "áiⁿ": 441,
      "lông": 442,
      "hiàn": 443,
      "khuànn": 444,
      "Tsú": 445,
      "bîng": 446,
      "am": 447,
      "po̍k": 448,
      "tsuí": 449,
      "tshuā": 450,
      "sìn": 451,
      "Hit": 452,
      "Só͘": 453,
      "si̍t": 454,
      "Iôtah": 455,
      "ìn": 456,
      "tsuân": 457,
      "îm": 458,
      "sing": 459,
      "tso̍k": 460,
      "kiàn": 461,
      "khuán": 462,
      "tiān": 463,
      "kun": 464,
      "kui": 465,
      "thu": 466,
      "kiù": 467,
      "kang": 468,
      "liân": 469,
      "pháiⁿ": 470,
      "hí": 471,
      "uî": 472,
      "nî": 473,
      "Mô͘se": 474,
      "Hu": 475,
      "ni̍h": 476,
      "tiú": 477,
      "tsiūⁿ": 478,
      "kiaⁿ": 479,
      "sio̍k": 480,
      "bān": 481,
      "tok": 482,
      "èm": 483,
      "lu": 484,
      "iáu": 485,
      "jiân": 486,
      "seⁿ": 487,
      "ho̍k": 488,
      "tīng": 489,
      "Ai": 490,
      "phah": 491,
      "tsō": 492,
      "al": 493,
      "huē": 494,
      "to": 495,
      "gī": 496,
      "sal": 497,
      "tiāⁿ": 498,
      "tshuì": 499,
      "bia̍t": 500,
      "Êlú": 501,
      "salèm": 502,
      "Êlúsalèm": 503,
      "bīng": 504,
      "liáu": 505,
      "thâi": 506,
      "jī": 507,
      "âu": 508,
      "to̍k": 509,
      "ak": 510,
      "siōng": 511,
      "a̍p": 512,
      "hok": 513,
      "tshè": 514,
      "lia̍t": 515,
      "tsó͘": 516,
      "gi̍p": 517,
      "Aigi̍p": 518,
      "lîng": 519,
      "līng": 520,
      "ki̍p": 521,
      "khah": 522,
      "bián": 523,
      "iá": 524,
      "ló": 525,
      "tú": 526,
      "huann": 527,
      "hē": 528,
      "kò͘": 529,
      "ba̍k": 530,
      "Tse": 531,
      "thiⁿ": 532,
      "gia̍h": 533,
      "khiā": 534,
      "hô": 535,
      "lia̍h": 536,
      "M̄": 537,
      "tô͘": 538,
      "khó͘": 539,
      "hong": 540,
      "uì": 541,
      "tsun": 542,
      "sun": 543,
      "lé": 544,
      "hūn": 545,
      "kik": 546,
      "kim": 547,
      "kè": 548,
      "ti̍t": 549,
      "li̍p": 550,
      "áng": 551,
      "tshit": 552,
      "un": 553,
      "tse": 554,
      "sé": 555,
      "siu": 556,
      "miā": 557,
      "lâu": 558,
      "tsóng": 559,
      "piⁿ": 560,
      "tiúⁿ": 561,
      "pang": 562,
      "tsiap": 563,
      "pó": 564,
      "hù": 565,
      "má": 566,
      "Ba": 567,
      "tsio̍h": 568,
      "im": 569,
      "ti̍k": 570,
      "tsū": 571,
      "gû": 572,
      "tsáu": 573,
      "Tsóng": 574,
      "lu̍t": 575,
      "sit": 576,
      "muá": 577,
      "Ti": 578,
      "gō͘": 579,
      "huān": 580,
      "kài": 581,
      "pī": 582,
      "kin": 583,
      "siàu": 584,
      "sîng": 585,
      "siaⁿ": 586,
      "tuâⁿ": 587,
      "Tsit": 588,
      "ai": 589,
      "pò͘": 590,
      "siat": 591,
      "taⁿ": 592,
      "kíng": 593,
      "lâm": 594,
      "hiann": 595,
      "pún": 596,
      "iâⁿ": 597,
      "tô": 598,
      "sik": 599,
      "tsiàn": 600,
      "the̍h": 601,
      "lîm": 602,
      "tsiù": 603,
      "sán": 604,
      "tò": 605,
      "hîng": 606,
      "lah": 607,
      "tsing": 608,
      "ùn": 609,
      "siúⁿ": 610,
      "kuáⁿ": 611,
      "Tī": 612,
      "tshuē": 613,
      "kìng": 614,
      "ánn": 615,
      "tsún": 616,
      "siong": 617,
      "iok": 618,
      "pí": 619,
      "bī": 620,
      "huī": 621,
      "mn̄g": 622,
      "Hi": 623,
      "huan": 624,
      "tsá": 625,
      "siūⁿ": 626,
      "tsiòng": 627,
      "phuàⁿ": 628,
      "gîn": 629,
      "kûn": 630,
      "Guán": 631,
      "tsiu": 632,
      "thiàⁿ": 633,
      "Koh": 634,
      "móng": 635,
      "tsia": 636,
      "kiat": 637,
      "thinn": 638,
      "hāi": 639,
      "tuè": 640,
      "hun": 641,
      "Tio̍h": 642,
      "pê": 643,
      "bāng": 644,
      "hō": 645,
      "la̍h": 646,
      "tâng": 647,
      "tsuáⁿ": 648,
      "khang": 649,
      "Iâ": 650,
      "tsiá": 651,
      "huí": 652,
      "tshun": 653,
      "Tsiū": 654,
      "Sàu": 655,
      "bé": 656,
      "lūn": 657,
      "pah": 658,
      "tsiâⁿ": 659,
      "leh": 660,
      "Sàulô": 661,
      "lim": 662,
      "lē": 663,
      "káng": 664,
      "hái": 665,
      "kop": 666,
      "Iâkop": 667,
      "pò": 668,
      "gia̍p": 669,
      "guân": 670,
      "kà": 671,
      "Am": 672,
      "sak": 673,
      "tû": 674,
      "thuân": 675,
      "Thi": 676,
      "tsiú": 677,
      "uⁿ": 678,
      "khò": 679,
      "piàn": 680,
      "kái": 681,
      "siann": 682,
      "iân": 683,
      "hng": 684,
      "khùn": 685,
      "bah": 686,
      "tsûn": 687,
      "tsi̍p": 688,
      "tiâu": 689,
      "kuí": 690,
      "tsài": 691,
      "hū": 692,
      "sāi": 693,
      "kuán": 694,
      "Gu": 695,
      "âm": 696,
      "khòng": 697,
      "guān": 698,
      "tāng": 699,
      "Taⁿ": 700,
      "kháu": 701,
      "suî": 702,
      "īⁿ": 703,
      "hueh": 704,
      "pak": 705,
      "bûn": 706,
      "té": 707,
      "Hui": 708,
      "jî": 709,
      "jio̍k": 710,
      "li̍k": 711,
      "put": 712,
      "kín": 713,
      "thāi": 714,
      "khak": 715,
      "bō͘": 716,
      "pàng": 717,
      "gín": 718,
      "ping": 719,
      "búlông": 720,
      "hāng": 721,
      "kò": 722,
      "tha": 723,
      "kìnn": 724,
      "Guān": 725,
      "kak": 726,
      "ta": 727,
      "siā": 728,
      "thuat": 729,
      "tsik": 730,
      "lo̍k": 731,
      "tsuā": 732,
      "Sìng": 733,
      "phi": 734,
      "pa̍t": 735,
      "sím": 736,
      "ngó͘": 737,
      "tián": 738,
      "la̍t": 739,
      "pái": 740,
      "tn̂g": 741,
      "hioh": 742,
      "khuì": 743,
      "bông": 744,
      "Ông": 745,
      "thè": 746,
      "mê": 747,
      "sú": 748,
      "hn̂g": 749,
      "Alông": 750,
      "puē": 751,
      "tá": 752,
      "Bi": 753,
      "Sîn": 754,
      "láu": 755,
      "kho͘": 756,
      "gue̍h": 757,
      "Lē": 758,
      "sǹg": 759,
      "ba": 760,
      "phài": 761,
      "hn̄g": 762,
      "hiān": 763,
      "Tsiah": 764,
      "Lēbī": 765,
      "tō": 766,
      "Thiⁿ": 767,
      "piáⁿ": 768,
      "kiong": 769,
      "Án": 770,
      "Lâng": 771,
      "suah": 772,
      "tshiúⁿ": 773,
      "tō͘": 774,
      "ing": 775,
      "sai": 776,
      "siau": 777,
      "ióng": 778,
      "kua": 779,
      "Babúlông": 780,
      "pe̍h": 781,
      "thàn": 782,
      "tshâ": 783,
      "tshân": 784,
      "tsiok": 785,
      "huh": 786,
      "huah": 787,
      "pik": 788,
      "Tshi": 789,
      "khó": 790,
      "tshiánn": 791,
      "Jîn": 792,
      "kí": 793,
      "kuī": 794,
      "kīn": 795,
      "Tuì": 796,
      "thô͘": 797,
      "Nā": 798,
      "līsū": 799,
      "Huilīsū": 800,
      "peh": 801,
      "pài": 802,
      "ûⁿ": 803,
      "thé": 804,
      "siù": 805,
      "Iôsé": 806,
      "Iôséhuh": 807,
      "pâi": 808,
      "uân": 809,
      "líng": 810,
      "lômóng": 811,
      "sèⁿ": 812,
      "Só͘lômóng": 813,
      "tsâi": 814,
      "huāi": 815,
      "thong": 816,
      "pō͘": 817,
      "sái": 818,
      "Huâ": 819,
      "tiám": 820,
      "hāu": 821,
      "Gi": 822,
      "tuī": 823,
      "Ka": 824,
      "tò͘": 825,
      "hông": 826,
      "lî": 827,
      "tshia": 828,
      "Pi": 829,
      "tsín": 830,
      "uàn": 831,
      "la̍k": 832,
      "buē": 833,
      "hûn": 834,
      "kai": 835,
      "kuaⁿ": 836,
      "Th": 837,
      "bōng": 838,
      "tang": 839,
      "siá": 840,
      "pêⁿ": 841,
      "kū": 842,
      "tiōng": 843,
      "hiuⁿ": 844,
      "tiām": 845,
      "siông": 846,
      "Abu": 847,
      "hián": 848,
      "tshīng": 849,
      "tsháu": 850,
      "lahàm": 851,
      "Abulahàm": 852,
      "tsî": 853,
      "kian": 854,
      "tshiong": 855,
      "bu̍t": 856,
      "muē": 857,
      "khàu": 858,
      "kāng": 859,
      "Lán": 860,
      "tsheⁿ": 861,
      "sò͘": 862,
      "tông": 863,
      "huè": 864,
      "kuì": 865,
      "liām": 866,
      "pâng": 867,
      "ua̍t": 868,
      "ùⁿ": 869,
      "iú": 870,
      "kuan": 871,
      "tshiah": 872,
      "bué": 873,
      "kiông": 874,
      "tshiūⁿ": 875,
      "sài": 876,
      "tsìn": 877,
      "sió": 878,
      "suan": 879,
      "tsû": 880,
      "phû": 881,
      "Páu": 882,
      "lān": 883,
      "tsióng": 884,
      "Páulô": 885,
      "Sī": 886,
      "tsiáu": 887,
      "puàⁿ": 888,
      "pha": 889,
      "kat": 890,
      "bô͘": 891,
      "tng": 892,
      "Hiah": 893,
      "uan": 894,
      "tīn": 895,
      "Kiàn": 896,
      "tn̄g": 897,
      "tsòng": 898,
      "gi̍k": 899,
      "phuà": 900,
      "Tu": 901,
      "neh": 902,
      "siúah": 903,
      "Iosiúah": 904,
      "kú": 905,
      "tshú": 906,
      "iông": 907,
      "kó͘": 908,
      "hiat": 909,
      "tseh": 910,
      "thìng": 911,
      "pue": 912,
      "kàng": 913,
      "tsiàⁿ": 914,
      "Kàu": 915,
      "thiāu": 916,
      "tàn": 917,
      "Ia": 918,
      "La̍h": 919,
      "gōng": 920,
      "tshiûⁿ": 921,
      "pia̍t": 922,
      "Kiû": 923,
      "tik": 924,
      "niá": 925,
      "mu": 926,
      "ting": 927,
      "attò͘": 928,
      "Piattò͘": 929,
      "bín": 930,
      "kuá": 931,
      "sàn": 932,
      "hing": 933,
      "hui": 934,
      "khò͘": 935,
      "tshì": 936,
      "hiâⁿ": 937,
      "siâ": 938,
      "tsua̍t": 939,
      "phang": 940,
      "tí": 941,
      "bâi": 942,
      "hīⁿ": 943,
      "iù": 944,
      "tsān": 945,
      "tiàu": 946,
      "puâⁿ": 947,
      "buah": 948,
      "toh": 949,
      "thî": 950,
      "tshim": 951,
      "Ehu": 952,
      "tsù": 953,
      "ki̍k": 954,
      "Bô": 955,
      "uè": 956,
      "Le": 957,
      "tsīn": 958,
      "tsíng": 959,
      "liû": 960,
      "huê": 961,
      "khàm": 962,
      "tsal": 963,
      "tshòng": 964,
      "Tsa": 965,
      "jiok": 966,
      "thiah": 967,
      "há": 968,
      "khuah": 969,
      "tòng": 970,
      "ím": 971,
      "An": 972,
      "kiōng": 973,
      "He": 974,
      "ltàn": 975,
      "nân": 976,
      "ol": 977,
      "tiàm": 978,
      "giām": 979,
      "Ioltàn": 980,
      "hú": 981,
      "hua̍t": 982,
      "kut": 983,
      "Tng": 984,
      "tōng": 985,
      "thó": 986,
      "Mô͘ap": 987,
      "siah": 988,
      "tiāu": 989,
      "piān": 990,
      "Ph": 991,
      "than": 992,
      "hún": 993,
      "jīn": 994,
      "khuài": 995,
      "kué": 996,
      "tsheh": 997,
      "po͘": 998,
      "sià": 999,
      "kó": 1000,
      "le": 1001,
      "tsha̍t": 1002,
      "pān": 1003,
      "khel": 1004,
      "khik": 1005,
      "pênn": 1006,
      "Mi": 1007,
      "káu": 1008,
      "ba̍t": 1009,
      "síng": 1010,
      "suà": 1011,
      "suàⁿ": 1012,
      "miah": 1013,
      "la̍p": 1014,
      "nâ": 1015,
      "ta̍h": 1016,
      "ngō͘": 1017,
      "hue": 1018,
      "tuàn": 1019,
      "suí": 1020,
      "hua": 1021,
      "laim": 1022,
      "suán": 1023,
      "tian": 1024,
      "siul": 1025,
      "kiāⁿ": 1026,
      "Tsì": 1027,
      "kìⁿ": 1028,
      "Ah": 1029,
      "Tē": 1030,
      "khe": 1031,
      "Ehulaim": 1032,
      "Ne": 1033,
      "pāi": 1034,
      "ià": 1035,
      "kiàm": 1036,
      "ké": 1037,
      "lân": 1038,
      "siám": 1039,
      "iô": 1040,
      "Biān": 1041,
      "Kám": 1042,
      "hā": 1043,
      "pun": 1044,
      "phue": 1045,
      "iu": 1046,
      "ò͘ⁿ": 1047,
      "me": 1048,
      "Tsè": 1049,
      "bí": 1050,
      "Sa": 1051,
      "khǹg": 1052,
      "kaⁿ": 1053,
      "sūn": 1054,
      "tóm": 1055,
      "phuê": 1056,
      "iàu": 1057,
      "kiau": 1058,
      "Kā": 1059,
      "iáⁿ": 1060,
      "iám": 1061,
      "Siáⁿ": 1062,
      "ha̍k": 1063,
      "khiàm": 1064,
      "Asiul": 1065,
      "ha̍p": 1066,
      "uel": 1067,
      "éⁿ": 1068,
      "huì": 1069,
      "khan": 1070,
      "Biāniám": 1071,
      "Biāniámín": 1072,
      "tsok": 1073,
      "hiaⁿ": 1074,
      "pēⁿ": 1075,
      "si̍p": 1076,
      "thih": 1077,
      "sap": 1078,
      "Kiáⁿ": 1079,
      "mî": 1080,
      "sih": 1081,
      "thàm": 1082,
      "liān": 1083,
      "Baal": 1084,
      "Sam": 1085,
      "hat": 1086,
      "thó͘": 1087,
      "tsînn": 1088,
      "Ná": 1089,
      "thîng": 1090,
      "tshiùⁿ": 1091,
      "piàⁿ": 1092,
      "niû": 1093,
      "thok": 1094,
      "kuàn": 1095,
      "Alâm": 1096,
      "Ha": 1097,
      "Su": 1098,
      "To̍k": 1099,
      "inn": 1100,
      "phi̍h": 1101,
      "Samuel": 1102,
      "Eli": 1103,
      "būn": 1104,
      "pau": 1105,
      "thàu": 1106,
      "giân": 1107,
      "thun": 1108,
      "bo̍k": 1109,
      "Ammóng": 1110,
      "Pa": 1111,
      "bó": 1112,
      "io": 1113,
      "Ioap": 1114,
      "thau": 1115,
      "kìm": 1116,
      "liāu": 1117,
      "luān": 1118,
      "Kal": 1119,
      "pa̍k": 1120,
      "sàng": 1121,
      "tsà": 1122,
      "ngē": 1123,
      "Be": 1124,
      "Elí": 1125,
      "ta̍t": 1126,
      "tsng": 1127,
      "khin": 1128,
      "As": 1129,
      "Ísak": 1130,
      "tsat": 1131,
      "tshī": 1132,
      "phak": 1133,
      "Na": 1134,
      "Tsu": 1135,
      "keh": 1136,
      "tsián": 1137,
      "tsiām": 1138,
      "pua̍h": 1139,
      "be̍h": 1140,
      "tâi": 1141,
      "gióng": 1142,
      "tap": 1143,
      "tam": 1144,
      "kia": 1145,
      "luī": 1146,
      "khún": 1147,
      "tui": 1148,
      "tsekia": 1149,
      "Hitsekia": 1150,
      "lo": 1151,
      "sûn": 1152,
      "jiah": 1153,
      "Bān": 1154,
      "bo": 1155,
      "bíng": 1156,
      "hōng": 1157,
      "i̍k": 1158,
      "tsong": 1159,
      "huâi": 1160,
      "ik": 1161,
      "tshong": 1162,
      "Mā": 1163,
      "tsi̍h": 1164,
      "li̍h": 1165,
      "Lô": 1166,
      "Mán": 1167,
      "bong": 1168,
      "áse": 1169,
      "Mánáse": 1170,
      "Ga": 1171,
      "huāⁿ": 1172,
      "Tsù": 1173,
      "Gilia̍t": 1174,
      "kuái": 1175,
      "kàm": 1176,
      "kià": 1177,
      "ling": 1178,
      "giâm": 1179,
      "Jiân": 1180,
      "Se": 1181,
      "háu": 1182,
      "hut": 1183,
      "tshái": 1184,
      "náthan": 1185,
      "Jiânāu": 1186,
      "ho": 1187,
      "iau": 1188,
      "tài": 1189,
      "Āu": 1190,
      "tsâu": 1191,
      "tshíng": 1192,
      "Li": 1193,
      "soh": 1194,
      "khua": 1195,
      "kuah": 1196,
      "Eliiah": 1197,
      "hām": 1198,
      "kún": 1199,
      "tsió": 1200,
      "phian": 1201,
      "Ham": 1202,
      "ga̍k": 1203,
      "siān": 1204,
      "Tsìng": 1205,
      "pi̍k": 1206,
      "khai": 1207,
      "tsiânn": 1208,
      "khíng": 1209,
      "sua": 1210,
      "khióng": 1211,
      "tsîⁿ": 1212,
      "pûn": 1213,
      "Ionáthan": 1214,
      "pó͘": 1215,
      "psa": 1216,
      "Αpsa": 1217,
      "khut": 1218,
      "tsuh": 1219,
      "lôm": 1220,
      "Αpsalôm": 1221,
      "Sè": 1222,
      "uāⁿ": 1223,
      "hióng": 1224,
      "si̍k": 1225,
      "khioh": 1226,
      "Amí": 1227,
      "Pu": 1228,
      "pō": 1229,
      "phiah": 1230,
      "siâng": 1231,
      "Hō͘": 1232,
      "niûⁿ": 1233,
      "suh": 1234,
      "Kóng": 1235,
      "tsip": 1236,
      "siang": 1237,
      "Asah": 1238,
      "bê": 1239,
      "hî": 1240,
      "tsâng": 1241,
      "tshò": 1242,
      "Hua": 1243,
      "ian": 1244,
      "jū": 1245,
      "suá": 1246,
      "sàu": 1247,
      "uh": 1248,
      "thian": 1249,
      "Tshin": 1250,
      "Ke": 1251,
      "bû": 1252,
      "tsiànn": 1253,
      "kam": 1254,
      "kuai": 1255,
      "jia̍t": 1256,
      "pá": 1257,
      "kiám": 1258,
      "thòng": 1259,
      "sīn": 1260,
      "kuà": 1261,
      "niā": 1262,
      "Me": 1263,
      "ho͘": 1264,
      "lia̍p": 1265,
      "khau": 1266,
      "Amô͘": 1267,
      "gí": 1268,
      "tó͘": 1269,
      "ūⁿ": 1270,
      "̍uh": 1271,
      "tshue": 1272,
      "tsiáng": 1273,
      "tshuah": 1274,
      "bih": 1275,
      "Uī": 1276,
      "tióng": 1277,
      "tiùⁿ": 1278,
      "Bia̍t": 1279,
      "kuaiⁿ": 1280,
      "siû": 1281,
      "thí": 1282,
      "tshat": 1283,
      "līa": 1284,
      "Kî": 1285,
      "Ma": 1286,
      "khia": 1287,
      "nah": 1288,
      "pan": 1289,
      "thê": 1290,
      "Ahap": 1291,
      "Etóm": 1292,
      "Lâi": 1293,
      "tîn": 1294,
      "tìng": 1295,
      "huán": 1296,
      "líah": 1297,
      "Elísiah": 1298,
      "hàn": 1299,
      "sīng": 1300,
      "tsham": 1301,
      "lio̍k": 1302,
      "tha̍k": 1303,
      "Tshiánn": 1304,
      "pán": 1305,
      "tséⁿ": 1306,
      "thǹg": 1307,
      "tshiò": 1308,
      "iàn": 1309,
      "tshn̂g": 1310,
      "jia": 1311,
      "khiâ": 1312,
      "ui": 1313,
      "him": 1314,
      "Abi": 1315,
      "Amá": 1316,
      "Pí": 1317,
      "gî": 1318,
      "jím": 1319,
      "kù": 1320,
      "pì": 1321,
      "pìng": 1322,
      "táⁿ": 1323,
      "Tsh": 1324,
      "puê": 1325,
      "Sím": 1326,
      "be": 1327,
      "pkat": 1328,
      "tàu": 1329,
      "netsal": 1330,
      "muâ": 1331,
      "Nepkat": 1332,
      "Nepkatnetsal": 1333,
      "sat": 1334,
      "huân": 1335,
      "tháu": 1336,
      "kuat": 1337,
      "Palân": 1338,
      "gāng": 1339,
      "káⁿ": 1340,
      "mī": 1341,
      "phiàn": 1342,
      "kiah": 1343,
      "tham": 1344,
      "hû": 1345,
      "tî": 1346,
      "tshiat": 1347,
      "khuân": 1348,
      "liông": 1349,
      "bî": 1350,
      "puî": 1351,
      "Tsuân": 1352,
      "Ge": 1353,
      "Kuan": 1354,
      "kàⁿ": 1355,
      "tsiong": 1356,
      "tiân": 1357,
      "ko͘": 1358,
      "gîng": 1359,
      "nái": 1360,
      "tshî": 1361,
      "ani": 1362,
      "Tsiàu": 1363,
      "ala̍h": 1364,
      "kuainn": 1365,
      "Puâⁿ": 1366,
      "bóng": 1367,
      "hòng": 1368,
      "tshau": 1369,
      "Tsò": 1370,
      "phì": 1371,
      "thuàⁿ": 1372,
      "muí": 1373,
      "Es": 1374,
      "po̍h": 1375,
      "Amô͘lī": 1376,
      "Esáu": 1377,
      "Ta̍k": 1378,
      "bel": 1379,
      "iā": 1380,
      "hia̍t": 1381,
      "tsha": 1382,
      "tsìnn": 1383,
      "kheⁿ": 1384,
      "Al": 1385,
      "pòng": 1386,
      "uí": 1387,
      "huā": 1388,
      "tshìn": 1389,
      "tsuâ": 1390,
      "Sat": 1391,
      "iām": 1392,
      "sok": 1393,
      "tām": 1394,
      "tsīng": 1395,
      "Símòng": 1396,
      "Lū": 1397,
      "io̍k": 1398,
      "kńg": 1399,
      "tîng": 1400,
      "Īng": 1401,
      "hiáu": 1402,
      "tshiuⁿ": 1403,
      "Hiann": 1404,
      "Tuā": 1405,
      "Tani": 1406,
      "tsuan": 1407,
      "biān": 1408,
      "Pháiⁿ": 1409,
      "Mika": 1410,
      "Taniel": 1411,
      "Ji": 1412,
      "ha": 1413,
      "hâ": 1414,
      "pa": 1415,
      "tsel": 1416,
      "kheh": 1417,
      "thài": 1418,
      "khuat": 1419,
      "thiàu": 1420,
      "sann": 1421,
      "Ga̍t": 1422,
      "Lāu": 1423,
      "lê": 1424,
      "pîn": 1425,
      "hi̍k": 1426,
      "tshiáⁿ": 1427,
      "Ap": 1428,
      "Khí": 1429,
      "tûn": 1430,
      "kip": 1431,
      "Sia": 1432,
      "tsiò": 1433,
      "tiau": 1434,
      "khong": 1435,
      "liam": 1436,
      "Tì": 1437,
      "nòng": 1438,
      "theh": 1439,
      "tshik": 1440,
      "khiam": 1441,
      "O͘": 1442,
      "gâu": 1443,
      "sóng": 1444,
      "jiáu": 1445,
      "Aha": 1446,
      "gal": 1447,
      "nu": 1448,
      "kho": 1449,
      "thel": 1450,
      "thái": 1451,
      "suè": 1452,
      "Sīkhiàm": 1453,
      "',": 1454,
      "Keh": 1455,
      "Sâm": 1456,
      "tau": 1457,
      "hiong": 1458,
      "thâng": 1459,
      "thua": 1460,
      "Lūbiān": 1461,
      "Sâmsóng": 1462,
      "Mâ": 1463,
      "Sim": 1464,
      "Tuà": 1465,
      "lo̍t": 1466,
      "Mâlíah": 1467,
      "il": 1468,
      "tsoh": 1469,
      "tsio": 1470,
      "sut": 1471,
      "thiu": 1472,
      "buh": 1473,
      "kông": 1474,
      "tsim": 1475,
      "tsuâⁿ": 1476,
      "ela̍h": 1477,
      "biāu": 1478,
      "phuāⁿ": 1479,
      "Jî": 1480,
      "Mí": 1481,
      "Tàn": 1482,
      "enn": 1483,
      "nel": 1484,
      "phè": 1485,
      "Bethel": 1486,
      "Abú": 1487,
      "Kah": 1488,
      "Mol": 1489,
      "hīng": 1490,
      "tikiah": 1491,
      "khîm": 1492,
      "tshng": 1493,
      "piáu": 1494,
      "niah": 1495,
      "Iobuh": 1496,
      "Tsetikiah": 1497,
      "tékái": 1498,
      "Abúlâm": 1499,
      "Moltékái": 1500,
      "Ku": 1501,
      "bal": 1502,
      "kòng": 1503,
      "Siat": 1504,
      "su̍t": 1505,
      "Mítiân": 1506,
      "Bûn": 1507,
      "Hô": 1508,
      "Isái": 1509,
      "ban": 1510,
      "buán": 1511,
      "sióng": 1512,
      "thàng": 1513,
      "sue": 1514,
      "piah": 1515,
      "Hiat": 1516,
      "Tshiáⁿ": 1517,
      "nuā": 1518,
      "Isáiah": 1519,
      "Bel": 1520,
      "nńg": 1521,
      "pīng": 1522,
      "Êlīa": 1523,
      "huaⁿ": 1524,
      "tshiau": 1525,
      "khiân": 1526,
      "tìm": 1527,
      "Apnel": 1528,
      "Êlīatsal": 1529,
      "Pe": 1530,
      "tann": 1531,
      "siak": 1532,
      "tiâⁿ": 1533,
      "khū": 1534,
      "thah": 1535,
      "kuài": 1536,
      "tsuì": 1537,
      "iúⁿ": 1538,
      "Tulô": 1539,
      "La̍hban": 1540,
      "men": 1541,
      "iū": 1542,
      "tê": 1543,
      "tong": 1544,
      "hiù": 1545,
      "tshioh": 1546,
      "Tsá": 1547,
      "biō": 1548,
      "pue̍h": 1549,
      "jīm": 1550,
      "Hebúlông": 1551,
      "Sí": 1552,
      "sám": 1553,
      "tiūⁿ": 1554,
      "kio̍k": 1555,
      "tshéⁿ": 1556,
      "Hamán": 1557,
      "Gî": 1558,
      "Nó͘": 1559,
      "tiûⁿ": 1560,
      "liu": 1561,
      "khiok": 1562,
      "thuí": 1563,
      "siuⁿ": 1564,
      "Gîtióng": 1565,
      "Kin": 1566,
      "nāi": 1567,
      "Êsut": 1568,
      "ìm": 1569,
      "hiám": 1570,
      "tua̍t": 1571,
      "sīm": 1572,
      "Satán": 1573,
      "Êsutel": 1574,
      "Gī": 1575,
      "Kh": 1576,
      "tín": 1577,
      "sia": 1578,
      "tiuⁿ": 1579,
      "thóng": 1580,
      "tsha̍k": 1581,
      "tuāⁿ": 1582,
      "Má": 1583,
      "So͘": 1584,
      "kē": 1585,
      "lûn": 1586,
      "tsàn": 1587,
      "thún": 1588,
      "tshian": 1589,
      "tshìng": 1590,
      "Mal": 1591,
      "mel": 1592,
      "pn̄g": 1593,
      "tsông": 1594,
      "siânn": 1595,
      "siáng": 1596,
      "that": 1597,
      "liâm": 1598,
      "Basiáng": 1599,
      "thalí": 1600,
      "Ji̍t": 1601,
      "Kai": 1602,
      "To": 1603,
      "gê": 1604,
      "lún": 1605,
      "Ahi": 1606,
      "Ko": 1607,
      "bū": 1608,
      "iōng": 1609,
      "lan": 1610,
      "tóng": 1611,
      "tàⁿ": 1612,
      "tshài": 1613,
      "liōng": 1614,
      "phâng": 1615,
      "pho͘": 1616,
      "puān": 1617,
      "Suî": 1618,
      "jú": 1619,
      "lām": 1620,
      "me̍h": 1621,
      "nà": 1622,
      "tái": 1623,
      "uat": 1624,
      "tsô": 1625,
      "tsioh": 1626,
      "Elī": 1627,
      "hān": 1628,
      "luán": 1629,
      "tsó": 1630,
      "sioh": 1631,
      "thai": 1632,
      "khuà": 1633,
      "tshàu": 1634,
      "tseⁿ": 1635,
      "Nó͘ah": 1636,
      "iāu": 1637,
      "jua̍h": 1638,
      "māu": 1639,
      "biáu": 1640,
      "Kiù": 1641,
      "phuè": 1642,
      "Gil": 1643,
      "Amáli̍k": 1644,
      "Gat": 1645,
      "Tú": 1646,
      "pé": 1647,
      "pok": 1648,
      "sò": 1649,
      "táu": 1650,
      "Siâⁿ": 1651,
      "Sitòng": 1652,
      "piak": 1653,
      "Tî": 1654,
      "tán": 1655,
      "tsê": 1656,
      "tshám": 1657,
      "lih": 1658,
      "lián": 1659,
      "jiá": 1660,
      "la̍uh": 1661,
      "khiáu": 1662,
      "So͘tóm": 1663,
      "Kú": 1664,
      "Sala̍h": 1665,
      "bō": 1666,
      "hèm": 1667,
      "io̍h": 1668,
      "sún": 1669,
      "kiap": 1670,
      "thì": 1671,
      "giâ": 1672,
      "léhèm": 1673,
      "Bia̍tléhèm": 1674,
      "Amátsiah": 1675,
      "Han": 1676,
      "Isim": 1677,
      "Nn̄g": 1678,
      "ael": 1679,
      "san": 1680,
      "uah": 1681,
      "tsàu": 1682,
      "phīⁿ": 1683,
      "puè": 1684,
      "o͘t": 1685,
      "Isimael": 1686,
      "Beh": 1687,
      "Kûn": 1688,
      "Kuè": 1689,
      "hóng": 1690,
      "kǹg": 1691,
      "né": 1692,
      "sng": 1693,
      "tánn": 1694,
      "ùnn": 1695,
      "khè": 1696,
      "Sian": 1697,
      "tshiùnn": 1698,
      "khueh": 1699,
      "Tsí": 1700,
      "lak": 1701,
      "King": 1702,
      "Tsi̍t": 1703,
      "Ló": 1704,
      "lám": 1705,
      "só": 1706,
      "hiòng": 1707,
      "tih": 1708,
      "khà": 1709,
      "Sio̍k": 1710,
      "suī": 1711,
      "liâu": 1712,
      "phîng": 1713,
      "bi̍k": 1714,
      "Lótoh": 1715,
      "Hó": 1716,
      "iūⁿ": 1717,
      "mē": 1718,
      "tsân": 1719,
      "huî": 1720,
      "tiū": 1721,
      "khé": 1722,
      "tshó": 1723,
      "phō": 1724,
      "phín": 1725,
      "khing": 1726,
      "bua̍t": 1727,
      "Lia̍t": 1728,
      "Akhà": 1729,
      "Bala̍h": 1730,
      "Huē": 1731,
      "Ulīa": 1732,
      "luî": 1733,
      "pe": 1734,
      "tshiu": 1735,
      "tshiân": 1736,
      "kāu": 1737,
      "ku̍t": 1738,
      "Tshit": 1739,
      "phā": 1740,
      "phûn": 1741,
      "pha̍uh": 1742,
      "Gilgal": 1743,
      "Akhàtsuh": 1744,
      "Kì": 1745,
      "Khó": 1746,
      "etsel": 1747,
      "no": 1748,
      "tîm": 1749,
      "tsiàm": 1750,
      "thò͘": 1751,
      "khuan": 1752,
      "mih": 1753,
      "se̍h": 1754,
      "thuî": 1755,
      "Tāi": 1756,
      "làu": 1757,
      "tsūn": 1758,
      "huthalí": 1759,
      "kiā": 1760,
      "kiáu": 1761,
      "khuá": 1762,
      "elsiah": 1763,
      "Tso": 1764,
      "biat": 1765,
      "Thang": 1766,
      "Phelsiah": 1767,
      "le̍p": 1768,
      "Náhuthalí": 1769,
      "Ahatsiah": 1770,
      "Náhuthalím": 1771,
      "Gōng": 1772,
      "Te": 1773,
      "bán": 1774,
      "bak": 1775,
      "ot": 1776,
      "tâm": 1777,
      "）,": 1778,
      "tuān": 1779,
      "tshap": 1780,
      "Náthan": 1781,
      "Hamat": 1782,
      "phāinn": 1783,
      "It": 1784,
      "Tû": 1785,
      "he": 1786,
      "pân": 1787,
      "îⁿ": 1788,
      "sibóng": 1789,
      "the": 1790,
      "hiau": 1791,
      "Hilâm": 1792,
      "Thâu": 1793,
      "Hesibóng": 1794,
      "Suà": 1795,
      "huâiⁿ": 1796,
      "Iá": 1797,
      "Khu": 1798,
      "Pîng": 1799,
      "Sela̍h": 1800,
      "lè": 1801,
      "tak": 1802,
      "tsiam": 1803,
      "Sihông": 1804,
      "kap": 1805,
      "tsho͘": 1806,
      "keⁿ": 1807,
      "Tham": 1808,
      "Kok": 1809,
      "Sù": 1810,
      "tà": 1811,
      "tǹg": 1812,
      "hin": 1813,
      "tio̍k": 1814,
      "Tsin": 1815,
      "Leah": 1816,
      "Ato": 1817,
      "Hat": 1818,
      "Liân": 1819,
      "Sal": 1820,
      "ha̍h": 1821,
      "pùn": 1822,
      "phiau": 1823,
      "sû": 1824,
      "sia̍h": 1825,
      "tiòng": 1826,
      "thán": 1827,
      "tshiàⁿ": 1828,
      "khuàn": 1829,
      "thiànn": 1830,
      "phó͘": 1831,
      "Iôná": 1832,
      "puh": 1833,
      "Lap": 1834,
      "Sìn": 1835,
      "iâm": 1836,
      "kâng": 1837,
      "mah": 1838,
      "mô͘": 1839,
      "hiú": 1840,
      "siàn": 1841,
      "tiah": 1842,
      "kiánn": 1843,
      "Simi": 1844,
      "suil": 1845,
      "kal": 1846,
      "ela": 1847,
      "pit": 1848,
      "Amno": 1849,
      "lot": 1850,
      "Seil": 1851,
      "Ahasuil": 1852,
      "Simiān": 1853,
      "Amnon": 1854,
      "Ahasuiló͘": 1855,
      "Atsa": 1856,
      "Ahim": 1857,
      "El": 1858,
      "Go": 1859,
      "Utsi": 1860,
      "hì": 1861,
      "lōng": 1862,
      "pè": 1863,
      "īnn": 1864,
      "Sin": 1865,
      "tshuàⁿ": 1866,
      "jiû": 1867,
      "phò": 1868,
      "kham": 1869,
      "o͘h": 1870,
      "luân": 1871,
      "tália̍h": 1872,
      "Benái": 1873,
      "Getália̍h": 1874,
      "Mikaiah": 1875,
      "Benáiah": 1876,
      "Ho": 1877,
      "gō": 1878,
      "gāi": 1879,
      "hap": 1880,
      "mó͘": 1881,
      "ool": 1882,
      "pū": 1883,
      "tsōng": 1884,
      "sián": 1885,
      "huánn": 1886,
      "thal": 1887,
      "pēnn": 1888,
      "thuh": 1889,
      "hùn": 1890,
      "tsiúⁿ": 1891,
      "Siahuánn": 1892,
      "Khóla̍h": 1893,
      "Thamal": 1894,
      "Bē": 1895,
      "Nùn": 1896,
      "Pal": 1897,
      "hah": 1898,
      "po": 1899,
      "tat": 1900,
      "Âng": 1901,
      "）.": 1902,
      "hio̍h": 1903,
      "kia̍p": 1904,
      "thiau": 1905,
      "guî": 1906,
      "puaⁿ": 1907,
      "buâ": 1908,
      "Basiah": 1909,
      "Kohat": 1910,
      "Nátap": 1911,
      "tauh": 1912,
      "Atsalíah": 1913,
      "Ala̍h": 1914,
      "Nám": 1915,
      "Sì": 1916,
      "athal": 1917,
      "lāng": 1918,
      "tsa̍h": 1919,
      "tsiáⁿ": 1920,
      "khîⁿ": 1921,
      "Siú": 1922,
      "tháⁿ": 1923,
      "tshiòng": 1924,
      "Tshut": 1925,
      "pháng": 1926,
      "giâu": 1927,
      "Tal": 1928,
      "Asel": 1929,
      "Abiathal": 1930,
      "Síbah": 1931,
      "Atonî": 1932,
      "Ala̍hbah": 1933,
      "At": 1934,
      "Gín": 1935,
      "Hū": 1936,
      "Kel": 1937,
      "Lu": 1938,
      "Lù": 1939,
      "hm̄": 1940,
      "mé": 1941,
      "píng": 1942,
      "tan": 1943,
      "tsih": 1944,
      "hia̍h": 1945,
      "huà": 1946,
      "uánn": 1947,
      "tshāi": 1948,
      "Huān": 1949,
      "ail": 1950,
      "Pik": 1951,
      "Etsu": 1952,
      "Nî": 1953,
      "Tong": 1954,
      "gîm": 1955,
      "hâng": 1956,
      "hīnn": 1957,
      "nông": 1958,
      "osih": 1959,
      "sòng": 1960,
      "sela̍h": 1961,
      "tso͘": 1962,
      "hian": 1963,
      "sisih": 1964,
      "khài": 1965,
      "Siū": 1966,
      "Sisela̍h": 1967,
      "thò": 1968,
      "kol": 1969,
      "ka̍k": 1970,
      "liah": 1971,
      "phīng": 1972,
      "phāng": 1973,
      "luí": 1974,
      "iánn": 1975,
      "Thê": 1976,
      "Nebat": 1977,
      "Lip": 1978,
      "Abisai": 1979,
      "Utsiiah": 1980,
      "Palosih": 1981,
      "Talsisih": 1982,
      "Atonîiah": 1983,
      "Ehuah": 1984,
      "Iu": 1985,
      "Itsa": 1986,
      "hâm": 1987,
      "lkí": 1988,
      "mot": 1989,
      "tâu": 1990,
      "átsuh": 1991,
      "íⁿ": 1992,
      "kióng": 1993,
      "Siu": 1994,
      "lió": 1995,
      "tshui": 1996,
      "tsael": 1997,
      "gio̍k": 1998,
      "Iétse": 1999,
      "khiú": 2000,
      "ohtsuh": 2001,
      "Hilkí": 2002,
      "Bôohtsuh": 2003,
      "Hatsael": 2004,
      "bot": 2005,
      "tîⁿ": 2006,
      "Simí": 2007,
      "Malki": 2008,
      "Etsula̍h": 2009,
      "Ehuahátsuh": 2010,
      "Itsakal": 2011,
      "Iétsebel": 2012,
      "Hilkíiah": 2013,
      "),": 2014,
      "Bîn": 2015,
      "Gû": 2016,
      "Ik": 2017,
      "Kìng": 2018,
      "Kun": 2019,
      "Uá": 2020,
      "hô͘": 2021,
      "mo͘": 2022,
      "omih": 2023,
      "phué": 2024,
      "seh": 2025,
      "to͘": 2026,
      "tsám": 2027,
      "hiàm": 2028,
      "kiu": 2029,
      "suê": 2030,
      "suat": 2031,
      "liú": 2032,
      "phú": 2033,
      "tshùn": 2034,
      "phiaⁿ": 2035,
      "The": 2036,
      "Hagal": 2037,
      "Nabal": 2038,
      "Nabot": 2039,
      "Naomih": 2040,
      "Bí": 2041,
      "Lô͘": 2042,
      "Ni": 2043,
      "jūn": 2044,
      "kán": 2045,
      "ue": 2046,
      "tsuán": 2047,
      "kuâⁿ": 2048,
      "kuann": 2049,
      "thiat": 2050,
      "phàu": 2051,
      "puânn": 2052,
      "kha̍p": 2053,
      "thuā": 2054,
      "Guā": 2055,
      "Aki": 2056,
      "Abel": 2057,
      "Kaⁿ": 2058,
      "Tsim": 2059,
      "hò͘ⁿ": 2060,
      "jah": 2061,
      "kō": 2062,
      "mài": 2063,
      "pà": 2064,
      "tân": 2065,
      "uai": 2066,
      "hul": 2067,
      "huel": 2068,
      "tiô": 2069,
      "kiann": 2070,
      "Siàu": 2071,
      "lik": 2072,
      "atetsel": 2073,
      "lap": 2074,
      "sìⁿ": 2075,
      "khiuⁿ": 2076,
      "nih": 2077,
      "o͘k": 2078,
      "Thiaⁿ": 2079,
      "Thiàⁿ": 2080,
      "Bian": 2081,
      "Amô͘su": 2082,
      "pìⁿ": 2083,
      "Khì": 2084,
      "Hatatetsel": 2085,
      "Atám": 2086,
      "Kelsióng": 2087,
      "Akisi": 2088,
      "Asit": 2089,
      "Khióng": 2090,
      "Lâm": 2091,
      "Mela": 2092,
      "Thong": 2093,
      "hang": 2094,
      "hâi": 2095,
      "àp": 2096,
      "tsō͘": 2097,
      "hiā": 2098,
      "hiâm": 2099,
      "tiánn": 2100,
      "liàp": 2101,
      "tshuán": 2102,
      "Ammo͘": 2103,
      "phiânn": 2104,
      "khiau": 2105,
      "Hanan": 2106,
      "Khuànn": 2107,
      "Asito͘t": 2108,
      "Melalih": 2109,
      "Ammo͘la̍h": 2110,
      "'.": 2111,
      "Ahit": 2112,
      "Hel": 2113,
      "Kit": 2114,
      "Ma̍k": 2115,
      "bái": 2116,
      "ohuel": 2117,
      "um": 2118,
      "éli̍k": 2119,
      "tsáiⁿ": 2120,
      "tinn": 2121,
      "kisih": 2122,
      "tuaⁿ": 2123,
      "tuan": 2124,
      "tshan": 2125,
      "phô͘": 2126,
      "Kiám": 2127,
      "Tha": 2128,
      "La̍hkisih": 2129,
      "muê": 2130,
      "Mikal": 2131,
      "Ahiiah": 2132,
      "Ahikam": 2133,
      "Ahiméli̍k": 2134,
      "pèⁿ": 2135,
      "Námān": 2136,
      "Ahitohuel": 2137,
      "'?": 2138,
      "Etiân": 2139,
      "Hann": 2140,
      "Man": 2141,
      "Pak": 2142,
      "asi": 2143,
      "a̍uh": 2144,
      "ge": 2145,
      "ní": 2146,
      "ouah": 2147,
      "ul": 2148,
      "tsîn": 2149,
      "tsang": 2150,
      "nga̍uh": 2151,
      "tshiam": 2152,
      "sueh": 2153,
      "suann": 2154,
      "khue": 2155,
      "pian": 2156,
      "áiah": 2157,
      "puà": 2158,
      "Kiânn": 2159,
      "Tsiong": 2160,
      "Hue": 2161,
      "Tik": 2162,
      "Thian": 2163,
      "siùⁿ": 2164,
      "lep": 2165,
      "Nethán": 2166,
      "O͘k": 2167,
      "Simáiah": 2168,
      "Mákah": 2169,
      "Hannah": 2170,
      "Manouah": 2171,
      "Nethániah": 2172,
      "Alap": 2173,
      "Bal": 2174,
      "Geh": 2175,
      "Iok": 2176,
      "Iûⁿ": 2177,
      "SI": 2178,
      "Sî": 2179,
      "Tí": 2180,
      "Teh": 2181,
      "Tsuí": 2182,
      "atsih": 2183,
      "gail": 2184,
      "jû": 2185,
      "no͘h": 2186,
      "tal": 2187,
      "înn": 2188,
      "tsé": 2189,
      "tsām": 2190,
      "tsiān": 2191,
      "hiân": 2192,
      "hiáng": 2193,
      "khám": 2194,
      "kot": 2195,
      "tshâi": 2196,
      "lip": 2197,
      "thia̍p": 2198,
      "Tsa̍p": 2199,
      "Tshuā": 2200,
      "tsìⁿ": 2201,
      "khián": 2202,
      "Tsia̍h": 2203,
      "Ama": 2204,
      "Abigail": 2205,
      "Gehatsih": 2206,
      "Ak": 2207,
      "Hol": 2208,
      "Im": 2209,
      "Iáu": 2210,
      "Kng": 2211,
      "Kong": 2212,
      "Lī": 2213,
      "Lóng": 2214,
      "Lim": 2215,
      "Mat": 2216,
      "Nel": 2217,
      "Om": 2218,
      "Pó": 2219,
      "Peh": 2220,
      "Sé": 2221,
      "gú": 2222,
      "gán": 2223,
      "gái": 2224,
      "ia": 2225,
      "iâ": 2226,
      "ilah": 2227,
      "khit": 2228,
      "nó͘": 2229,
      "te": 2230,
      "Àm": 2231,
      "énn": 2232,
      "Τī": 2233,
      "Τio̍h": 2234,
      "huàn": 2235,
      "khîn": 2236,
      "lioh": 2237,
      "tsuè": 2238,
      "phòng": 2239,
      "biiah": 2240,
      "gia̍t": 2241,
      "puah": 2242,
      "Kim": 2243,
      "phuì": 2244,
      "Tsik": 2245,
      "Tsiaⁿ": 2246,
      "tsetik": 2247,
      "Thinn": 2248,
      "Tsua̍t": 2249,
      "Keilah": 2250,
      "Abiiah": 2251,
      "Tshám": 2252,
      "Tobiiah": 2253,
      "Salái": 2254,
      "Malkitsetik": 2255,
      "Hananiah": 2256,
      "Omlī": 2257,
      "Athalí": 2258,
      "Boh": 2259,
      "Hái": 2260,
      "Iû": 2261,
      "Itham": 2262,
      "ISI": 2263,
      "Kuán": 2264,
      "Mak": 2265,
      "Sàn": 2266,
      "ase": 2267,
      "khiah": 2268,
      "na": 2269,
      "nó": 2270,
      "Ài": 2271,
      "tsah": 2272,
      "tsiaⁿ": 2273,
      "tiáⁿ": 2274,
      "Siâ": 2275,
      "tshénn": 2276,
      "Tsai": 2277,
      "pho": 2278,
      "pho̍k": 2279,
      "Hut": 2280,
      "phiⁿ": 2281,
      "mua": 2282,
      "Phah": 2283,
      "Mik": 2284,
      "Suaⁿ": 2285,
      "Sebah": 2286,
      "Maase": 2287,
      "Tshe": 2288,
      "Lùthuh": 2289,
      "Amasa": 2290,
      "Athalíiah": 2291,
      "Bohol": 2292,
      "Ithamal": 2293,
      "nóm": 2294,
      "Maaseiah": 2295,
      "Gâ": 2296,
      "Hāi": 2297,
      "Kan": 2298,
      "Kò͘": 2299,
      "Muí": 2300,
      "Pē": 2301,
      "Tô": 2302,
      "Tang": 2303,
      "hîm": 2304,
      "iàⁿ": 2305,
      "lat": 2306,
      "mú": 2307,
      "man": 2308,
      "phit": 2309,
      "tsùn": 2310,
      "tsool": 2311,
      "hiông": 2312,
      "siok": 2313,
      "suta": 2314,
      "liel": 2315,
      "atàn": 2316,
      "Tsîng": 2317,
      "phà": 2318,
      "phìng": 2319,
      "bil": 2320,
      "bul": 2321,
      "butsal": 2322,
      "lúm": 2323,
      "Io̍p": 2324,
      "tseba": 2325,
      "Batseba": 2326,
      "Iâm": 2327,
      "tasiá": 2328,
      "The̍h": 2329,
      "huibo": 2330,
      "khelip": 2331,
      "Nebutsal": 2332,
      "Hatsool": 2333,
      "Senah": 2334,
      "Put": 2335,
      "Asahel": 2336,
      "Mehuibo": 2337,
      "Altasiá": 2338,
      "Lipnah": 2339,
      "Nebutsalatàn": 2340,
      "Senahkhelip": 2341,
      "Mehuibosiat": 2342,
      "Altasiásuta": 2343,
      "Ag": 2344,
      "Hap": 2345,
      "Kui": 2346,
      "Mn̂g": 2347,
      "Ol": 2348,
      "Saⁿ": 2349,
      "Sai": 2350,
      "eah": 2351,
      "go͘": 2352,
      "ká": 2353,
      "māi": 2354,
      "mán": 2355,
      "tūn": 2356,
      "tsiông": 2357,
      "siòng": 2358,
      "tiông": 2359,
      "tia̍h": 2360,
      "khóng": 2361,
      "tuî": 2362,
      "suànn": 2363,
      "kuāⁿ": 2364,
      "tshah": 2365,
      "tshua̍h": 2366,
      "phê": 2367,
      "phàn": 2368,
      "giám": 2369,
      "Kiò": 2370,
      "Husia": 2371,
      "Til": 2372,
      "Tiān": 2373,
      "Bián": 2374,
      "Biat": 2375,
      "Gia̍h": 2376,
      "Ehulóng": 2377,
      "Kaleah": 2378,
      "Hamool": 2379,
      "Getsel": 2380,
      "Sialúm": 2381,
      "Lu̍t": 2382,
      "Agak": 2383,
      "Ba̍k": 2384,
      "Ela̍h": 2385,
      "Hâm": 2386,
      "Ióng": 2387,
      "Iâⁿ": 2388,
      "Kó͘": 2389,
      "Kol": 2390,
      "Mam": 2391,
      "Ping": 2392,
      "Tíng": 2393,
      "Tsun": 2394,
      "ga": 2395,
      "hàu": 2396,
      "kô͘": 2397,
      "lin": 2398,
      "le̍h": 2399,
      "mh": 2400,
      "mo͘t": 2401,
      "sô": 2402,
      "sa̍h": 2403,
      "hik": 2404,
      "tia": 2405,
      "tiⁿ": 2406,
      "líám": 2407,
      "Sio": 2408,
      "thîn": 2409,
      "thūn": 2410,
      "tshiû": 2411,
      "tshiⁿ": 2412,
      "tshò͘": 2413,
      "tshai": 2414,
      "liàn": 2415,
      "Tsē": 2416,
      "Tso͘": 2417,
      "Tsal": 2418,
      "Tshù": 2419,
      "puāⁿ": 2420,
      "thui": 2421,
      "Guân": 2422,
      "phik": 2423,
      "Bil": 2424,
      "Hemán": 2425,
      "Milíám": 2426,
      "Elíap": 2427,
      "Tsha": 2428,
      "phìⁿ": 2429,
      "Pen": 2430,
      "Pekah": 2431,
      "Sémh": 2432,
      "Mamlē": 2433,
      ").": 2434,
      "16": 2435,
      "Be̍h": 2436,
      "Go͘k": 2437,
      "Hong": 2438,
      "Iā": 2439,
      "Khiā": 2440,
      "Lú": 2441,
      "La̍k": 2442,
      "Lâu": 2443,
      "Ng": 2444,
      "Nê": 2445,
      "Oba": 2446,
      "Pîn": 2447,
      "Phul": 2448,
      "Sū": 2449,
      "SPh": 2450,
      "Tó": 2451,
      "Tim": 2452,
      "Ua": 2453,
      "Uàn": 2454,
      "Utsà": 2455,
      "akim": 2456,
      "git": 2457,
      "hán": 2458,
      "jíⁿ": 2459,
      "lok": 2460,
      "pô": 2461,
      "pô͘": 2462,
      "ut": 2463,
      "âtsu": 2464,
      "Τaⁿ": 2465,
      "huâ": 2466,
      "tīⁿ": 2467,
      "Sisiak": 2468,
      "thng": 2469,
      "tshi̍h": 2470,
      "tshàng": 2471,
      "jióng": 2472,
      "Tsháu": 2473,
      "phâu": 2474,
      "piànn": 2475,
      "giat": 2476,
      "hia̍p": 2477,
      "Kisi": 2478,
      "Kiau": 2479,
      "niam": 2480,
      "sùn": 2481,
      "Tsiáng": 2482,
      "léiù": 2483,
      "Bik": 2484,
      "Tho": 2485,
      "Hagái": 2486,
      "Eliakim": 2487,
      "Tsuē": 2488,
      "bool": 2489,
      "Kenî": 2490,
      "Tshân": 2491,
      "Hanun": 2492,
      "Ahimâtsu": 2493,
      "hìⁿ": 2494,
      "Olnân": 2495,
      "Nêléiù": 2496,
      "Obatiah": 2497,
      "Ab": 2498,
      "Aná": 2499,
      "BK": 2500,
      "Egú": 2501,
      "Hn̂g": 2502,
      "Ian": 2503,
      "Kang": 2504,
      "Lîng": 2505,
      "Līng": 2506,
      "Nim": 2507,
      "San": 2508,
      "XX": 2509,
      "gū": 2510,
      "gah": 2511,
      "kànn": 2512,
      "ló͘": 2513,
      "long": 2514,
      "lò͘": 2515,
      "mái": 2516,
      "tāu": 2517,
      "tún": 2518,
      "ua": 2519,
      "Ìn": 2520,
      "Íng": 2521,
      "sihul": 2522,
      "tiu": 2523,
      "khng": 2524,
      "khok": 2525,
      "kil": 2526,
      "Si̍t": 2527,
      "tha̍h": 2528,
      "thot": 2529,
      "liù": 2530,
      "jiám": 2531,
      "thiám": 2532,
      "thiap": 2533,
      "Tsō": 2534,
      "Tsū": 2535,
      "Tsûn": 2536,
      "phàⁿ": 2537,
      "pha̍k": 2538,
      "biah": 2539,
      "sam": 2540,
      "Kiâⁿ": 2541,
      "kîⁿ": 2542,
      "phut": 2543,
