{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "CharDelimiterSplit",
        "delimiter": "-"
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "!": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      ",": 9,
      ".": 10,
      "/": 11,
      "0": 12,
      "1": 13,
      "2": 14,
      "3": 15,
      "4": 16,
      "5": 17,
      "6": 18,
      "7": 19,
      "8": 20,
      "9": 21,
      ":": 22,
      ";": 23,
      "=": 24,
      "?": 25,
      "A": 26,
      "B": 27,
      "C": 28,
      "D": 29,
      "E": 30,
      "G": 31,
      "H": 32,
      "I": 33,
      "J": 34,
      "K": 35,
      "L": 36,
      "M": 37,
      "N": 38,
      "O": 39,
      "P": 40,
      "R": 41,
      "S": 42,
      "T": 43,
      "U": 44,
      "W": 45,
      "X": 46,
      "Z": 47,
      "[": 48,
      "]": 49,
      "a": 50,
      "b": 51,
      "c": 52,
      "e": 53,
      "g": 54,
      "h": 55,
      "i": 56,
      "j": 57,
      "k": 58,
      "l": 59,
      "m": 60,
      "n": 61,
      "o": 62,
      "p": 63,
      "r": 64,
      "s": 65,
      "t": 66,
      "u": 67,
      "y": 68,
      "~": 69,
      "À": 70,
      "Á": 71,
      "Â": 72,
      "Ê": 73,
      "Ì": 74,
      "Í": 75,
      "Î": 76,
      "Ò": 77,
      "Ó": 78,
      "Ô": 79,
      "Ù": 80,
      "Ú": 81,
      "à": 82,
      "á": 83,
      "â": 84,
      "è": 85,
      "é": 86,
      "ê": 87,
      "ì": 88,
      "í": 89,
      "î": 90,
      "ò": 91,
      "ó": 92,
      "ô": 93,
      "ù": 94,
      "ú": 95,
      "û": 96,
      "Ā": 97,
      "ā": 98,
      "Ē": 99,
      "ē": 100,
      "Ī": 101,
      "ī": 102,
      "ń": 103,
      "ō": 104,
      "Ū": 105,
      "ū": 106,
      "Ǹ": 107,
      "ǹ": 108,
      "̂": 109,
      "̄": 110,
      "̍": 111,
      "͘": 112,
      "Α": 113,
      "Β": 114,
      "Ι": 115,
      "Μ": 116,
      "Ν": 117,
      "Τ": 118,
      "Ω": 119,
      "ḿ": 120,
      "—": 121,
      "“": 122,
      "•": 123,
      "ⁿ": 124,
      "、": 125,
      "「": 126,
      "」": 127,
      "乞": 128,
      "合": 129,
      "執": 130,
      "奈": 131,
      "挺": 132,
      "松": 133,
      "果": 134,
      "枯": 135,
      "棑": 136,
      "機": 137,
      "產": 138,
      "白": 139,
      "艾": 140,
      "蘇": 141,
      "螺": 142,
      "計": 143,
      "議": 144,
      "鄉": 145,
      "險": 146,
      "香": 147,
      "（": 148,
      "）": 149,
      "，": 150,
      "：": 151,
      "ts": 152,
      "ng": 153,
      "tsi": 154,
      "hi": 155,
      "lâ": 156,
      "si": 157,
      "hu": 158,
      "̍h": 159,
      "ti": 160,
      "ah": 161,
      "uá": 162,
      "kh": 163,
      "ki": 164,
      "óng": 165,
      "o̍h": 166,
      "lâng": 167,
      "lí": 168,
      "̍t": 169,
      "ōng": 170,
      "tī": 171,
      "ó͘": 172,
      "Si": 173,
      "tu": 174,
      "th": 175,
      "sī": 176,
      "in": 177,
      "tio̍h": 178,
      "tshi": 179,
      "Siōng": 180,
      "ō͘": 181,
      "guá": 182,
      "lâi": 183,
      "̍k": 184,
      "kóng": 185,
      "nn": 186,
      "kah": 187,
      "eh": 188,
      "su": 189,
      "kā": 190,
      "tsú": 191,
      "àu": 192,
      "khì": 193,
      "āi": 194,
      "ko": 195,
      "hō͘": 196,
      "án": 197,
      "só͘": 198,
      "Lí": 199,
      "tsò": 200,
      "ka": 201,
      "îng": 202,
      "khu": 203,
      "uī": 204,
      "Guá": 205,
      "Siōngtsú": 206,
      "aⁿ": 207,
      "ku": 208,
      "bô": 209,
      "în": 210,
      "tsh": 211,
      "tsiū": 212,
      "ân": 213,
      "li": 214,
      "tuì": 215,
      "tshu": 216,
      "̍p": 217,
      "lín": 218,
      "at": 219,
      "áⁿ": 220,
      "ong": 221,
      "o̍k": 222,
      "ji": 223,
      "ông": 224,
      "a̍h": 225,
      "īng": 226,
      "tsu": 227,
      "ān": 228,
      "ang": 229,
      "koh": 230,
      "âⁿ": 231,
      "beh": 232,
      "an": 233,
      "àn": 234,
      "tè": 235,
      "àⁿ": 236,
      "áu": 237,
      "mā": 238,
      "Siōngtè": 239,
      "kàu": 240,
      "tsa": 241,
      "ìng": 242,
      "thi": 243,
      "a̍t": 244,
      "mi": 245,
      "tsi̍t": 246,
      "m̄": 247,
      "el": 248,
      "Ts": 249,
      "lóng": 250,
      "īn": 251,
      "ph": 252,
      "siū": 253,
      "ô͘": 254,
      "ok": 255,
      "la": 256,
      "tē": 257,
      "thang": 258,
      "bi": 259,
      "ài": 260,
      "kiáⁿ": 261,
      "íng": 262,
      "In": 263,
      "sî": 264,
      "āu": 265,
      "pi": 266,
      "tshut": 267,
      "uē": 268,
      "thâ": 269,
      "tsiah": 270,
      "bīn": 271,
      "hit": 272,
      "it": 273,
      "tshiū": 274,
      "tiong": 275,
      "ne": 276,
      "ái": 277,
      "gi": 278,
      "tsit": 279,
      "ji̍t": 280,
      "ám": 281,
      "khí": 282,
      "khuàⁿ": 283,
      "tsì": 284,
      "Isu": 285,
      "lael": 286,
      "Isulael": 287,
      "tsîng": 288,
      "tuā": 289,
      "tāi": 290,
      "bîn": 291,
      "a̍k": 292,
      "tshin": 293,
      "sí": 294,
      "hia": 295,
      "to̍h": 296,
      "gu": 297,
      "thâu": 298,
      "ò͘": 299,
      "nā": 300,
      "tsāi": 301,
      "kan": 302,
      "tsè": 303,
      "iû": 304,
      "tit": 305,
      "sì": 306,
      "lī": 307,
      "̄g": 308,
      "sim": 309,
      "teh": 310,
      "tshiú": 311,
      "jîn": 312,
      "ûn": 313,
      "mi̍h": 314,
      "tshiūnn": 315,
      "Ié": 316,
      "sa": 317,
      "Iésu": 318,
      "se": 319,
      "lāi": 320,
      "guán": 321,
      "ín": 322,
      "hiah": 323,
      "king": 324,
      "òng": 325,
      "àng": 326,
      "bē": 327,
      "khi": 328,
      "Iô": 329,
      "Lín": 330,
      "̂g": 331,
      "n̂g": 332,
      "huat": 333,
      "pu": 334,
      "tsiàu": 335,
      "àm": 336,
      "tsin": 337,
      "siú": 338,
      "siâⁿ": 339,
      "tsai": 340,
      "tuà": 341,
      "kì": 342,
      "thiaⁿ": 343,
      "hué": 344,
      "kī": 345,
      "lô": 346,
      "oh": 347,
      "tsē": 348,
      "tsí": 349,
      "ūn": 350,
      "lo̍h": 351,
      "tsuē": 352,
      "hó": 353,
      "âng": 354,
      "ap": 355,
      "e̍h": 356,
      "kuè": 357,
      "kha": 358,
      "ńg": 359,
      "bó͘": 360,
      "tsia̍h": 361,
      "kok": 362,
      "lō͘": 363,
      "uán": 364,
      "lán": 365,
      "ânn": 366,
      "kám": 367,
      "āng": 368,
      "ann": 369,
      "tsa̍p": 370,
      "khui": 371,
      "Ki": 372,
      "ni": 373,
      "tsìng": 374,
      "sù": 375,
      "āⁿ": 376,
      "ǹg": 377,
      "ām": 378,
      "tó": 379,
      "siáⁿ": 380,
      "sè": 381,
      "Ta": 382,
      "kau": 383,
      "bi̍t": 384,
      "ua̍h": 385,
      "ún": 386,
      "tńg": 387,
      "saⁿ": 388,
      "ke": 389,
      "o͘": 390,
      "au": 391,
      "pîng": 392,
      "tíng": 393,
      "kî": 394,
      "pē": 395,
      "ànn": 396,
      "suaⁿ": 397,
      "âi": 398,
      "phu": 399,
      "Tsi": 400,
      "kuân": 401,
      "sio": 402,
      "ná": 403,
      "kiû": 404,
      "miâ": 405,
      "sìng": 406,
      "n̄g": 407,
      "bu": 408,
      "Tabi̍t": 409,
      "kiânn": 410,
      "iah": 411,
      "kong": 412,
      "tì": 413,
      "Mô͘": 414,
      "kiâⁿ": 415,
      "tshing": 416,
      "iûⁿ": 417,
      "guā": 418,
      "tshe": 419,
      "lô͘": 420,
      "tah": 421,
      "ta̍k": 422,
      "bú": 423,
      "bat": 424,
      "kng": 425,
      "ji̍p": 426,
      "tàng": 427,
      "lú": 428,
      "kiò": 429,
      "Io": 430,
      "lāu": 431,
      "sîn": 432,
      "uáⁿ": 433,
      "sin": 434,
      "tshù": 435,
      "sū": 436,
      "sian": 437,
      "mn̂g": 438,
      "nn̄g": 439,
      "áiⁿ": 440,
      "lông": 441,
      "hiàn": 442,
      "khuànn": 443,
      "Tsú": 444,
      "bîng": 445,
      "am": 446,
      "po̍k": 447,
      "tsuí": 448,
      "tshuā": 449,
      "sìn": 450,
      "Hit": 451,
      "Só͘": 452,
      "si̍t": 453,
      "Iôtah": 454,
      "ìn": 455,
      "tsuân": 456,
      "îm": 457,
      "sing": 458,
      "tso̍k": 459,
      "kiàn": 460,
      "khuán": 461,
      "tiān": 462,
      "kun": 463,
      "kui": 464,
      "thu": 465,
      "kiù": 466,
      "kang": 467,
      "liân": 468,
      "pháiⁿ": 469,
      "hí": 470,
      "uî": 471,
      "nî": 472,
      "Mô͘se": 473,
      "Hu": 474,
      "ni̍h": 475,
      "tiú": 476,
      "tsiūⁿ": 477,
      "kiaⁿ": 478,
      "sio̍k": 479,
      "bān": 480,
      "tok": 481,
      "èm": 482,
      "lu": 483,
      "iáu": 484,
      "jiân": 485,
      "seⁿ": 486,
      "ho̍k": 487,
      "tīng": 488,
      "Ai": 489,
      "phah": 490,
      "tsō": 491,
      "al": 492,
      "huē": 493,
      "to": 494,
      "gī": 495,
      "sal": 496,
      "tiāⁿ": 497,
      "tshuì": 498,
      "bia̍t": 499,
      "Êlú": 500,
      "salèm": 501,
      "Êlúsalèm": 502,
      "bīng": 503,
      "liáu": 504,
      "thâi": 505,
      "jī": 506,
      "âu": 507,
      "to̍k": 508,
      "ak": 509,
      "siōng": 510,
      "a̍p": 511,
      "hok": 512,
      "tshè": 513,
      "lia̍t": 514,
      "tsó͘": 515,
      "gi̍p": 516,
      "Aigi̍p": 517,
      "lîng": 518,
      "līng": 519,
      "ki̍p": 520,
      "khah": 521,
      "bián": 522,
      "iá": 523,
      "ló": 524,
      "tú": 525,
      "huann": 526,
      "hē": 527,
      "kò͘": 528,
      "ba̍k": 529,
      "Tse": 530,
      "thiⁿ": 531,
      "gia̍h": 532,
      "khiā": 533,
      "hô": 534,
      "lia̍h": 535,
      "M̄": 536,
      "tô͘": 537,
      "khó͘": 538,
      "hong": 539,
      "uì": 540,
      "tsun": 541,
      "sun": 542,
      "lé": 543,
      "hūn": 544,
      "kik": 545,
      "kim": 546,
      "kè": 547,
      "ti̍t": 548,
      "li̍p": 549,
      "áng": 550,
      "tshit": 551,
      "un": 552,
      "tse": 553,
      "sé": 554,
      "siu": 555,
      "miā": 556,
      "lâu": 557,
      "tsóng": 558,
      "piⁿ": 559,
      "tiúⁿ": 560,
      "pang": 561,
      "tsiap": 562,
      "pó": 563,
      "hù": 564,
      "má": 565,
      "Ba": 566,
      "tsio̍h": 567,
      "im": 568,
      "ti̍k": 569,
      "tsū": 570,
      "gû": 571,
      "tsáu": 572,
      "Tsóng": 573,
      "lu̍t": 574,
      "sit": 575,
      "muá": 576,
      "Ti": 577,
      "gō͘": 578,
      "huān": 579,
      "kài": 580,
      "pī": 581,
      "kin": 582,
      "siàu": 583,
      "sîng": 584,
      "siaⁿ": 585,
      "tuâⁿ": 586,
      "Tsit": 587,
      "ai": 588,
      "pò͘": 589,
      "siat": 590,
      "taⁿ": 591,
      "kíng": 592,
      "lâm": 593,
      "hiann": 594,
      "pún": 595,
      "iâⁿ": 596,
      "tô": 597,
      "sik": 598,
      "tsiàn": 599,
      "the̍h": 600,
      "lîm": 601,
      "tsiù": 602,
      "sán": 603,
      "tò": 604,
      "hîng": 605,
      "lah": 606,
      "tsing": 607,
      "ùn": 608,
      "siúⁿ": 609,
      "kuáⁿ": 610,
      "Tī": 611,
      "tshuē": 612,
      "kìng": 613,
      "ánn": 614,
      "tsún": 615,
      "siong": 616,
      "iok": 617,
      "pí": 618,
      "bī": 619,
      "huī": 620,
      "mn̄g": 621,
      "Hi": 622,
      "huan": 623,
      "tsá": 624,
      "siūⁿ": 625,
      "tsiòng": 626,
      "phuàⁿ": 627,
      "gîn": 628,
      "kûn": 629,
      "Guán": 630,
      "tsiu": 631,
      "thiàⁿ": 632,
      "Koh": 633,
      "móng": 634,
      "tsia": 635,
      "kiat": 636,
      "thinn": 637,
      "hāi": 638,
      "tuè": 639,
      "hun": 640,
      "Tio̍h": 641,
      "pê": 642,
      "bāng": 643,
      "hō": 644,
      "la̍h": 645,
      "tâng": 646,
      "tsuáⁿ": 647,
      "khang": 648,
      "Iâ": 649,
      "tsiá": 650,
      "huí": 651,
      "tshun": 652,
      "Tsiū": 653,
      "Sàu": 654,
      "bé": 655,
      "lūn": 656,
      "pah": 657,
      "tsiâⁿ": 658,
      "leh": 659,
      "Sàulô": 660,
      "lim": 661,
      "lē": 662,
      "káng": 663,
      "hái": 664,
      "kop": 665,
      "Iâkop": 666,
      "pò": 667,
      "gia̍p": 668,
      "guân": 669,
      "kà": 670,
      "Am": 671,
      "sak": 672,
      "tû": 673,
      "thuân": 674,
      "Thi": 675,
      "tsiú": 676,
      "uⁿ": 677,
      "khò": 678,
      "piàn": 679,
      "kái": 680,
      "siann": 681,
      "iân": 682,
      "hng": 683,
      "khùn": 684,
      "bah": 685,
      "tsûn": 686,
      "tsi̍p": 687,
      "tiâu": 688,
      "kuí": 689,
      "tsài": 690,
      "hū": 691,
      "sāi": 692,
      "kuán": 693,
      "Gu": 694,
      "âm": 695,
      "khòng": 696,
      "guān": 697,
      "tāng": 698,
      "Taⁿ": 699,
      "kháu": 700,
      "suî": 701,
      "īⁿ": 702,
      "hueh": 703,
      "pak": 704,
      "bûn": 705,
      "té": 706,
      "Hui": 707,
      "jî": 708,
      "jio̍k": 709,
      "li̍k": 710,
      "put": 711,
      "kín": 712,
      "thāi": 713,
      "khak": 714,
      "bō͘": 715,
      "pàng": 716,
      "gín": 717,
      "ping": 718,
      "búlông": 719,
      "hāng": 720,
      "kò": 721,
      "tha": 722,
      "kìnn": 723,
      "Guān": 724,
      "kak": 725,
      "ta": 726,
      "siā": 727,
      "thuat": 728,
      "tsik": 729,
      "lo̍k": 730,
      "tsuā": 731,
      "Sìng": 732,
      "phi": 733,
      "pa̍t": 734,
      "sím": 735,
      "ngó͘": 736,
      "tián": 737,
      "la̍t": 738,
      "pái": 739,
      "tn̂g": 740,
      "hioh": 741,
      "khuì": 742,
      "bông": 743,
      "Ông": 744,
      "thè": 745,
      "mê": 746,
      "sú": 747,
      "hn̂g": 748,
      "Alông": 749,
      "puē": 750,
      "tá": 751,
      "Bi": 752,
      "Sîn": 753,
      "láu": 754,
      "kho͘": 755,
      "gue̍h": 756,
      "Lē": 757,
      "sǹg": 758,
      "ba": 759,
      "phài": 760,
      "hn̄g": 761,
      "hiān": 762,
      "Tsiah": 763,
      "Lēbī": 764,
      "tō": 765,
      "Thiⁿ": 766,
      "piáⁿ": 767,
      "kiong": 768,
      "Án": 769,
      "Lâng": 770,
      "suah": 771,
      "tshiúⁿ": 772,
      "tō͘": 773,
      "ing": 774,
      "sai": 775,
      "siau": 776,
      "ióng": 777,
      "kua": 778,
      "Babúlông": 779,
      "pe̍h": 780,
      "thàn": 781,
      "tshâ": 782,
      "tshân": 783,
      "tsiok": 784,
      "huh": 785,
      "huah": 786,
      "pik": 787,
      "Tshi": 788,
      "khó": 789,
      "tshiánn": 790,
      "Jîn": 791,
      "kí": 792,
      "kuī": 793,
      "kīn": 794,
      "Tuì": 795,
      "thô͘": 796,
      "Nā": 797,
      "līsū": 798,
      "Huilīsū": 799,
      "peh": 800,
      "pài": 801,
      "ûⁿ": 802,
      "thé": 803,
      "siù": 804,
      "Iôsé": 805,
      "Iôséhuh": 806,
      "pâi": 807,
      "uân": 808,
      "líng": 809,
      "lômóng": 810,
      "sèⁿ": 811,
      "Só͘lômóng": 812,
      "tsâi": 813,
      "huāi": 814,
      "thong": 815,
      "pō͘": 816,
      "sái": 817,
      "Huâ": 818,
      "tiám": 819,
      "hāu": 820,
      "Gi": 821,
      "tuī": 822,
      "Ka": 823,
      "tò͘": 824,
      "hông": 825,
      "lî": 826,
      "tshia": 827,
      "Pi": 828,
      "tsín": 829,
      "uàn": 830,
      "la̍k": 831,
      "buē": 832,
      "hûn": 833,
      "kai": 834,
      "kuaⁿ": 835,
      "Th": 836,
      "bōng": 837,
      "tang": 838,
      "siá": 839,
      "pêⁿ": 840,
      "kū": 841,
      "tiōng": 842,
      "hiuⁿ": 843,
      "tiām": 844,
      "siông": 845,
      "Abu": 846,
      "hián": 847,
      "tshīng": 848,
      "tsháu": 849,
      "lahàm": 850,
      "Abulahàm": 851,
      "tsî": 852,
      "kian": 853,
      "tshiong": 854,
      "bu̍t": 855,
      "muē": 856,
      "khàu": 857,
      "kāng": 858,
      "Lán": 859,
      "tsheⁿ": 860,
      "sò͘": 861,
      "tông": 862,
      "huè": 863,
      "kuì": 864,
      "liām": 865,
      "pâng": 866,
      "ua̍t": 867,
      "ùⁿ": 868,
      "iú": 869,
      "kuan": 870,
      "tshiah": 871,
      "bué": 872,
      "kiông": 873,
      "tshiūⁿ": 874,
      "sài": 875,
      "tsìn": 876,
      "sió": 877,
      "suan": 878,
      "tsû": 879,
      "phû": 880,
      "Páu": 881,
      "lān": 882,
      "tsióng": 883,
      "Páulô": 884,
      "Sī": 885,
      "tsiáu": 886,
      "puàⁿ": 887,
      "pha": 888,
      "kat": 889,
      "bô͘": 890,
      "tng": 891,
      "Hiah": 892,
      "uan": 893,
      "tīn": 894,
      "Kiàn": 895,
      "tn̄g": 896,
      "tsòng": 897,
      "gi̍k": 898,
      "phuà": 899,
      "Tu": 900,
      "neh": 901,
      "siúah": 902,
      "Iosiúah": 903,
      "kú": 904,
      "tshú": 905,
      "iông": 906,
      "kó͘": 907,
      "hiat": 908,
      "tseh": 909,
      "thìng": 910,
      "pue": 911,
      "kàng": 912,
      "tsiàⁿ": 913,
      "Kàu": 914,
      "thiāu": 915,
      "tàn": 916,
      "Ia": 917,
      "La̍h": 918,
      "gōng": 919,
      "tshiûⁿ": 920,
      "pia̍t": 921,
      "Kiû": 922,
      "tik": 923,
      "niá": 924,
      "mu": 925,
      "ting": 926,
      "attò͘": 927,
      "Piattò͘": 928,
      "bín": 929,
      "kuá": 930,
      "sàn": 931,
      "hing": 932,
      "hui": 933,
      "khò͘": 934,
      "tshì": 935,
      "hiâⁿ": 936,
      "siâ": 937,
      "tsua̍t": 938,
      "phang": 939,
      "tí": 940,
      "bâi": 941,
      "hīⁿ": 942,
      "iù": 943,
      "tsān": 944,
      "tiàu": 945,
      "puâⁿ": 946,
      "buah": 947,
      "toh": 948,
      "thî": 949,
      "tshim": 950,
      "Ehu": 951,
      "tsù": 952,
      "ki̍k": 953,
      "Bô": 954,
      "uè": 955,
      "Le": 956,
      "tsīn": 957,
      "tsíng": 958,
      "liû": 959,
      "huê": 960,
      "khàm": 961,
      "tsal": 962,
      "tshòng": 963,
      "Tsa": 964,
      "jiok": 965,
      "thiah": 966,
      "há": 967,
      "khuah": 968,
      "tòng": 969,
      "ím": 970,
      "An": 971,
      "kiōng": 972,
      "He": 973,
      "ltàn": 974,
      "nân": 975,
      "ol": 976,
      "tiàm": 977,
      "giām": 978,
      "Ioltàn": 979,
      "hú": 980,
      "hua̍t": 981,
      "kut": 982,
      "Tng": 983,
      "tōng": 984,
      "thó": 985,
      "Mô͘ap": 986,
      "siah": 987,
      "tiāu": 988,
      "piān": 989,
      "Ph": 990,
      "than": 991,
      "hún": 992,
      "jīn": 993,
      "khuài": 994,
      "kué": 995,
      "tsheh": 996,
      "po͘": 997,
      "sià": 998,
      "kó": 999,
      "le": 1000,
      "tsha̍t": 1001,
      "pān": 1002,
      "khel": 1003,
      "khik": 1004,
      "pênn": 1005,
      "Mi": 1006,
      "káu": 1007,
      "ba̍t": 1008,
      "síng": 1009,
      "suà": 1010,
      "suàⁿ": 1011,
      "miah": 1012,
      "la̍p": 1013,
      "nâ": 1014,
      "ta̍h": 1015,
      "ngō͘": 1016,
      "hue": 1017,
      "tuàn": 1018,
      "suí": 1019,
      "hua": 1020,
      "laim": 1021,
      "suán": 1022,
      "tian": 1023,
      "siul": 1024,
      "kiāⁿ": 1025,
      "Tsì": 1026,
      "kìⁿ": 1027,
      "Ah": 1028,
      "Tē": 1029,
      "khe": 1030,
      "Ehulaim": 1031,
      "Ne": 1032,
      "pāi": 1033,
      "ià": 1034,
      "kiàm": 1035,
      "ké": 1036,
      "lân": 1037,
      "siám": 1038,
      "iô": 1039,
      "Biān": 1040,
      "Kám": 1041,
      "hā": 1042,
      "pun": 1043,
      "phue": 1044,
      "iu": 1045,
      "ò͘ⁿ": 1046,
      "me": 1047,
      "Tsè": 1048,
      "bí": 1049,
      "Sa": 1050,
      "khǹg": 1051,
      "kaⁿ": 1052,
      "sūn": 1053,
      "tóm": 1054,
      "phuê": 1055,
      "iàu": 1056,
      "kiau": 1057,
      "Kā": 1058,
      "iáⁿ": 1059,
      "iám": 1060,
      "Siáⁿ": 1061,
      "ha̍k": 1062,
      "khiàm": 1063,
      "Asiul": 1064,
      "ha̍p": 1065,
      "uel": 1066,
      "éⁿ": 1067,
      "huì": 1068,
      "khan": 1069,
      "Biāniám": 1070,
      "Biāniámín": 1071,
      "tsok": 1072,
      "hiaⁿ": 1073,
      "pēⁿ": 1074,
      "si̍p": 1075,
      "thih": 1076,
      "sap": 1077,
      "Kiáⁿ": 1078,
      "mî": 1079,
      "sih": 1080,
      "thàm": 1081,
      "liān": 1082,
      "Baal": 1083,
      "Sam": 1084,
      "hat": 1085,
      "thó͘": 1086,
      "tsînn": 1087,
      "Ná": 1088,
      "thîng": 1089,
      "tshiùⁿ": 1090,
      "piàⁿ": 1091,
      "niû": 1092,
      "thok": 1093,
      "kuàn": 1094,
      "Alâm": 1095,
      "Ha": 1096,
      "Su": 1097,
      "To̍k": 1098,
      "inn": 1099,
      "phi̍h": 1100,
      "Samuel": 1101,
      "Eli": 1102,
      "būn": 1103,
      "pau": 1104,
      "thàu": 1105,
      "giân": 1106,
      "thun": 1107,
      "bo̍k": 1108,
      "Ammóng": 1109,
      "Pa": 1110,
      "bó": 1111,
      "io": 1112,
      "Ioap": 1113,
      "thau": 1114,
      "kìm": 1115,
      "liāu": 1116,
      "luān": 1117,
      "Kal": 1118,
      "pa̍k": 1119,
      "sàng": 1120,
      "tsà": 1121,
      "ngē": 1122,
      "Be": 1123,
      "Elí": 1124,
      "ta̍t": 1125,
      "tsng": 1126,
      "khin": 1127,
      "As": 1128,
      "Ísak": 1129,
      "tsat": 1130,
      "tshī": 1131,
      "phak": 1132,
      "Na": 1133,
      "Tsu": 1134,
      "keh": 1135,
      "tsián": 1136,
      "tsiām": 1137,
      "pua̍h": 1138,
      "be̍h": 1139,
      "tâi": 1140,
      "gióng": 1141,
      "tap": 1142,
      "tam": 1143,
      "kia": 1144,
      "luī": 1145,
      "khún": 1146,
      "tui": 1147,
      "tsekia": 1148,
      "Hitsekia": 1149,
      "lo": 1150,
      "sûn": 1151,
      "jiah": 1152,
      "Bān": 1153,
      "bo": 1154,
      "bíng": 1155,
      "hōng": 1156,
      "i̍k": 1157,
      "tsong": 1158,
      "huâi": 1159,
      "ik": 1160,
      "tshong": 1161,
      "Mā": 1162,
      "tsi̍h": 1163,
      "li̍h": 1164,
      "Lô": 1165,
      "Mán": 1166,
      "bong": 1167,
      "áse": 1168,
      "Mánáse": 1169,
      "Ga": 1170,
      "huāⁿ": 1171,
      "Tsù": 1172,
      "Gilia̍t": 1173,
      "kuái": 1174,
      "kàm": 1175,
      "kià": 1176,
      "ling": 1177,
      "giâm": 1178,
      "Jiân": 1179,
      "Se": 1180,
      "háu": 1181,
      "hut": 1182,
      "tshái": 1183,
      "náthan": 1184,
      "Jiânāu": 1185,
      "ho": 1186,
      "iau": 1187,
      "tài": 1188,
      "Āu": 1189,
      "tsâu": 1190,
      "tshíng": 1191,
      "Li": 1192,
      "soh": 1193,
      "khua": 1194,
      "kuah": 1195,
      "Eliiah": 1196,
      "hām": 1197,
      "kún": 1198,
      "tsió": 1199,
      "phian": 1200,
      "Ham": 1201,
      "ga̍k": 1202,
      "siān": 1203,
      "Tsìng": 1204,
      "pi̍k": 1205,
      "khai": 1206,
      "tsiânn": 1207,
      "khíng": 1208,
      "sua": 1209,
      "khióng": 1210,
      "tsîⁿ": 1211,
      "pûn": 1212,
      "Ionáthan": 1213,
      "pó͘": 1214,
      "psa": 1215,
      "Αpsa": 1216,
      "khut": 1217,
      "tsuh": 1218,
      "lôm": 1219,
      "Αpsalôm": 1220,
      "Sè": 1221,
      "uāⁿ": 1222,
      "hióng": 1223,
      "si̍k": 1224,
      "khioh": 1225,
      "Amí": 1226,
      "Pu": 1227,
      "pō": 1228,
      "phiah": 1229,
      "siâng": 1230,
      "Hō͘": 1231,
      "niûⁿ": 1232,
      "suh": 1233,
      "Kóng": 1234,
      "tsip": 1235,
      "siang": 1236,
      "Asah": 1237,
      "bê": 1238,
      "hî": 1239,
      "tsâng": 1240,
      "tshò": 1241,
      "Hua": 1242,
      "ian": 1243,
      "jū": 1244,
      "suá": 1245,
      "sàu": 1246,
      "uh": 1247,
      "thian": 1248,
      "Tshin": 1249,
      "Ke": 1250,
      "bû": 1251,
      "tsiànn": 1252,
      "kam": 1253,
      "kuai": 1254,
      "jia̍t": 1255,
      "pá": 1256,
      "kiám": 1257,
      "thòng": 1258,
      "sīn": 1259,
      "kuà": 1260,
      "niā": 1261,
      "Me": 1262,
      "ho͘": 1263,
      "lia̍p": 1264,
      "khau": 1265,
      "Amô͘": 1266,
      "gí": 1267,
      "tó͘": 1268,
      "ūⁿ": 1269,
      "̍uh": 1270,
      "tshue": 1271,
      "tsiáng": 1272,
      "tshuah": 1273,
      "bih": 1274,
      "Uī": 1275,
      "tióng": 1276,
      "tiùⁿ": 1277,
      "Bia̍t": 1278,
      "kuaiⁿ": 1279,
      "siû": 1280,
      "thí": 1281,
      "tshat": 1282,
      "līa": 1283,
      "Kî": 1284,
      "Ma": 1285,
      "khia": 1286,
      "nah": 1287,
      "pan": 1288,
      "thê": 1289,
      "Ahap": 1290,
      "Etóm": 1291,
      "Lâi": 1292,
      "tîn": 1293,
      "tìng": 1294,
      "huán": 1295,
      "líah": 1296,
      "Elísiah": 1297,
      "hàn": 1298,
      "sīng": 1299,
      "tsham": 1300,
      "lio̍k": 1301,
      "tha̍k": 1302,
      "Tshiánn": 1303,
      "pán": 1304,
      "tséⁿ": 1305,
      "thǹg": 1306,
      "tshiò": 1307,
      "iàn": 1308,
      "tshn̂g": 1309,
      "jia": 1310,
      "khiâ": 1311,
      "ui": 1312,
      "him": 1313,
      "Abi": 1314,
      "Amá": 1315,
      "Pí": 1316,
      "gî": 1317,
      "jím": 1318,
      "kù": 1319,
      "pì": 1320,
      "pìng": 1321,
      "táⁿ": 1322,
      "Tsh": 1323,
      "puê": 1324,
      "Sím": 1325,
      "be": 1326,
      "pkat": 1327,
      "tàu": 1328,
      "netsal": 1329,
      "muâ": 1330,
      "Nepkat": 1331,
      "Nepkatnetsal": 1332,
      "sat": 1333,
      "huân": 1334,
      "tháu": 1335,
      "kuat": 1336,
      "Palân": 1337,
      "gāng": 1338,
      "káⁿ": 1339,
      "mī": 1340,
      "phiàn": 1341,
      "kiah": 1342,
      "tham": 1343,
      "hû": 1344,
      "tî": 1345,
      "tshiat": 1346,
      "khuân": 1347,
      "liông": 1348,
      "bî": 1349,
      "puî": 1350,
      "Tsuân": 1351,
      "Ge": 1352,
      "Kuan": 1353,
      "kàⁿ": 1354,
      "tsiong": 1355,
      "tiân": 1356,
      "ko͘": 1357,
      "gîng": 1358,
      "nái": 1359,
      "tshî": 1360,
      "ani": 1361,
      "Tsiàu": 1362,
      "ala̍h": 1363,
      "kuainn": 1364,
      "Puâⁿ": 1365,
      "bóng": 1366,
      "hòng": 1367,
      "tshau": 1368,
      "Tsò": 1369,
      "phì": 1370,
      "thuàⁿ": 1371,
      "muí": 1372,
      "Es": 1373,
      "po̍h": 1374,
      "Amô͘lī": 1375,
      "Esáu": 1376,
      "Ta̍k": 1377,
      "bel": 1378,
      "iā": 1379,
      "hia̍t": 1380,
      "tsha": 1381,
      "tsìnn": 1382,
      "kheⁿ": 1383,
      "Al": 1384,
      "pòng": 1385,
      "uí": 1386,
      "huā": 1387,
      "tshìn": 1388,
      "tsuâ": 1389,
      "Sat": 1390,
      "iām": 1391,
      "sok": 1392,
      "tām": 1393,
      "tsīng": 1394,
      "Símòng": 1395,
      "Lū": 1396,
      "io̍k": 1397,
      "kńg": 1398,
      "tîng": 1399,
      "Īng": 1400,
      "hiáu": 1401,
      "tshiuⁿ": 1402,
      "Hiann": 1403,
      "Tuā": 1404,
      "Tani": 1405,
      "tsuan": 1406,
      "biān": 1407,
      "Pháiⁿ": 1408,
      "Mika": 1409,
      "Taniel": 1410,
      "Ji": 1411,
      "ha": 1412,
      "hâ": 1413,
      "pa": 1414,
      "tsel": 1415,
      "kheh": 1416,
      "thài": 1417,
      "khuat": 1418,
      "thiàu": 1419,
      "sann": 1420,
      "Ga̍t": 1421,
      "Lāu": 1422,
      "lê": 1423,
      "pîn": 1424,
      "hi̍k": 1425,
      "tshiáⁿ": 1426,
      "Ap": 1427,
      "Khí": 1428,
      "tûn": 1429,
      "kip": 1430,
      "Sia": 1431,
      "tsiò": 1432,
      "tiau": 1433,
      "khong": 1434,
      "liam": 1435,
      "Tì": 1436,
      "nòng": 1437,
      "theh": 1438,
      "tshik": 1439,
      "khiam": 1440,
      "O͘": 1441,
      "gâu": 1442,
      "sóng": 1443,
      "jiáu": 1444,
      "Aha": 1445,
      "gal": 1446,
      "nu": 1447,
      "kho": 1448,
      "thel": 1449,
      "thái": 1450,
      "suè": 1451,
      "Sīkhiàm": 1452,
      "',": 1453,
      "Keh": 1454,
      "Sâm": 1455,
      "tau": 1456,
      "hiong": 1457,
      "thâng": 1458,
      "thua": 1459,
      "Lūbiān": 1460,
      "Sâmsóng": 1461,
      "Mâ": 1462,
      "Sim": 1463,
      "Tuà": 1464,
      "lo̍t": 1465,
      "Mâlíah": 1466,
      "il": 1467,
      "tsoh": 1468,
      "tsio": 1469,
      "sut": 1470,
      "thiu": 1471,
      "buh": 1472,
      "kông": 1473,
      "tsim": 1474,
      "tsuâⁿ": 1475,
      "ela̍h": 1476,
      "biāu": 1477,
      "phuāⁿ": 1478,
      "Jî": 1479,
      "Mí": 1480,
      "Tàn": 1481,
      "enn": 1482,
      "nel": 1483,
      "phè": 1484,
      "Bethel": 1485,
      "Abú": 1486,
      "Kah": 1487,
      "Mol": 1488,
      "hīng": 1489,
      "tikiah": 1490,
      "khîm": 1491,
      "tshng": 1492,
      "piáu": 1493,
      "niah": 1494,
      "Iobuh": 1495,
      "Tsetikiah": 1496,
      "tékái": 1497,
      "Abúlâm": 1498,
      "Moltékái": 1499,
      "Ku": 1500,
      "bal": 1501,
      "kòng": 1502,
      "Siat": 1503,
      "su̍t": 1504,
      "Mítiân": 1505,
      "Bûn": 1506,
      "Hô": 1507,
      "Isái": 1508,
      "ban": 1509,
      "buán": 1510,
      "sióng": 1511,
      "thàng": 1512,
      "sue": 1513,
      "piah": 1514,
      "Hiat": 1515,
      "Tshiáⁿ": 1516,
      "nuā": 1517,
      "Isáiah": 1518,
      "Bel": 1519,
      "nńg": 1520,
      "pīng": 1521,
      "Êlīa": 1522,
      "huaⁿ": 1523,
      "tshiau": 1524,
      "khiân": 1525,
      "tìm": 1526,
      "Apnel": 1527,
      "Êlīatsal": 1528,
      "Pe": 1529,
      "tann": 1530,
      "siak": 1531,
      "tiâⁿ": 1532,
      "khū": 1533,
      "thah": 1534,
      "kuài": 1535,
      "tsuì": 1536,
      "iúⁿ": 1537,
      "Tulô": 1538,
      "La̍hban": 1539,
      "men": 1540,
      "iū": 1541,
      "tê": 1542,
      "tong": 1543,
      "hiù": 1544,
      "tshioh": 1545,
      "Tsá": 1546,
      "biō": 1547,
      "pue̍h": 1548,
      "jīm": 1549,
      "Hebúlông": 1550,
      "Sí": 1551,
      "sám": 1552,
      "tiūⁿ": 1553,
      "kio̍k": 1554,
      "tshéⁿ": 1555,
      "Hamán": 1556,
      "Gî": 1557,
      "Nó͘": 1558,
      "tiûⁿ": 1559,
      "liu": 1560,
      "khiok": 1561,
      "thuí": 1562,
      "siuⁿ": 1563,
      "Gîtióng": 1564,
      "Kin": 1565,
      "nāi": 1566,
      "Êsut": 1567,
      "ìm": 1568,
      "hiám": 1569,
      "tua̍t": 1570,
      "sīm": 1571,
      "Satán": 1572,
      "Êsutel": 1573,
      "Gī": 1574,
      "Kh": 1575,
      "tín": 1576,
      "sia": 1577,
      "tiuⁿ": 1578,
      "thóng": 1579,
      "tsha̍k": 1580,
      "tuāⁿ": 1581,
      "Má": 1582,
      "So͘": 1583,
      "kē": 1584,
      "lûn": 1585,
      "tsàn": 1586,
      "thún": 1587,
      "tshian": 1588,
      "tshìng": 1589,
      "Mal": 1590,
      "mel": 1591,
      "pn̄g": 1592,
      "tsông": 1593,
      "siânn": 1594,
      "siáng": 1595,
      "that": 1596,
      "liâm": 1597,
      "Basiáng": 1598,
      "thalí": 1599,
      "Ji̍t": 1600,
      "Kai": 1601,
      "To": 1602,
      "gê": 1603,
      "lún": 1604,
      "Ahi": 1605,
      "Ko": 1606,
      "bū": 1607,
      "iōng": 1608,
      "lan": 1609,
      "tóng": 1610,
      "tàⁿ": 1611,
      "tshài": 1612,
      "liōng": 1613,
      "phâng": 1614,
      "pho͘": 1615,
      "puān": 1616,
      "Suî": 1617,
      "jú": 1618,
      "lām": 1619,
      "me̍h": 1620,
      "nà": 1621,
      "tái": 1622,
      "uat": 1623,
      "tsô": 1624,
      "tsioh": 1625,
      "Elī": 1626,
      "hān": 1627,
      "luán": 1628,
      "tsó": 1629,
      "sioh": 1630,
      "thai": 1631,
      "khuà": 1632,
      "tshàu": 1633,
      "tseⁿ": 1634,
      "Nó͘ah": 1635,
      "iāu": 1636,
      "jua̍h": 1637,
      "māu": 1638,
      "biáu": 1639,
      "Kiù": 1640,
      "phuè": 1641,
      "Gil": 1642,
      "Amáli̍k": 1643,
      "Gat": 1644,
      "Tú": 1645,
      "pé": 1646,
      "pok": 1647,
      "sò": 1648,
      "táu": 1649,
      "Siâⁿ": 1650,
      "Sitòng": 1651,
      "piak": 1652,
      "Tî": 1653,
      "tán": 1654,
      "tsê": 1655,
      "tshám": 1656,
      "lih": 1657,
      "lián": 1658,
      "jiá": 1659,
      "la̍uh": 1660,
      "khiáu": 1661,
      "So͘tóm": 1662,
      "Kú": 1663,
      "Sala̍h": 1664,
      "bō": 1665,
      "hèm": 1666,
      "io̍h": 1667,
      "sún": 1668,
      "kiap": 1669,
      "thì": 1670,
      "giâ": 1671,
      "léhèm": 1672,
      "Bia̍tléhèm": 1673,
      "Amátsiah": 1674,
      "Han": 1675,
      "Isim": 1676,
      "Nn̄g": 1677,
      "ael": 1678,
      "san": 1679,
      "uah": 1680,
      "tsàu": 1681,
      "phīⁿ": 1682,
      "puè": 1683,
      "o͘t": 1684,
      "Isimael": 1685,
      "Beh": 1686,
      "Kûn": 1687,
      "Kuè": 1688,
      "hóng": 1689,
      "kǹg": 1690,
      "né": 1691,
      "sng": 1692,
      "tánn": 1693,
      "ùnn": 1694,
      "khè": 1695,
      "Sian": 1696,
      "tshiùnn": 1697,
      "khueh": 1698,
      "Tsí": 1699,
      "lak": 1700,
      "King": 1701,
      "Tsi̍t": 1702,
      "Ló": 1703,
      "lám": 1704,
      "só": 1705,
      "hiòng": 1706,
      "tih": 1707,
      "khà": 1708,
      "Sio̍k": 1709,
      "suī": 1710,
      "liâu": 1711,
      "phîng": 1712,
      "bi̍k": 1713,
      "Lótoh": 1714,
      "Hó": 1715,
      "iūⁿ": 1716,
      "mē": 1717,
      "tsân": 1718,
      "huî": 1719,
      "tiū": 1720,
      "khé": 1721,
      "tshó": 1722,
      "phō": 1723,
      "phín": 1724,
      "khing": 1725,
      "bua̍t": 1726,
      "Lia̍t": 1727,
      "Akhà": 1728,
      "Bala̍h": 1729,
      "Huē": 1730,
      "Ulīa": 1731,
      "luî": 1732,
      "pe": 1733,
      "tshiu": 1734,
      "tshiân": 1735,
      "kāu": 1736,
      "ku̍t": 1737,
      "Tshit": 1738,
      "phā": 1739,
      "phûn": 1740,
      "pha̍uh": 1741,
      "Gilgal": 1742,
      "Akhàtsuh": 1743,
      "Kì": 1744,
      "Khó": 1745,
      "etsel": 1746,
      "no": 1747,
      "tîm": 1748,
      "tsiàm": 1749,
      "thò͘": 1750,
      "khuan": 1751,
      "mih": 1752,
      "se̍h": 1753,
      "thuî": 1754,
      "Tāi": 1755,
      "làu": 1756,
      "tsūn": 1757,
      "huthalí": 1758,
      "kiā": 1759,
      "kiáu": 1760,
      "khuá": 1761,
      "elsiah": 1762,
      "Tso": 1763,
      "biat": 1764,
      "Thang": 1765,
      "Phelsiah": 1766,
      "le̍p": 1767,
      "Náhuthalí": 1768,
      "Ahatsiah": 1769,
      "Náhuthalím": 1770,
      "Gōng": 1771,
      "Te": 1772,
      "bán": 1773,
      "bak": 1774,
      "ot": 1775,
      "tâm": 1776,
      "）,": 1777,
      "tuān": 1778,
      "tshap": 1779,
      "Náthan": 1780,
      "Hamat": 1781,
      "phāinn": 1782,
      "It": 1783,
      "Tû": 1784,
      "he": 1785,
      "pân": 1786,
      "îⁿ": 1787,
      "sibóng": 1788,
      "the": 1789,
      "hiau": 1790,
      "Hilâm": 1791,
      "Thâu": 1792,
      "Hesibóng": 1793,
      "Suà": 1794,
      "huâiⁿ": 1795,
      "Iá": 1796,
      "Khu": 1797,
      "Pîng": 1798,
      "Sela̍h": 1799,
      "lè": 1800,
      "tak": 1801,
      "tsiam": 1802,
      "Sihông": 1803,
      "kap": 1804,
      "tsho͘": 1805,
      "keⁿ": 1806,
      "Tham": 1807,
      "Kok": 1808,
      "Sù": 1809,
      "tà": 1810,
      "tǹg": 1811,
      "hin": 1812,
      "tio̍k": 1813,
      "Tsin": 1814,
      "Leah": 1815,
      "Ato": 1816,
      "Hat": 1817,
      "Liân": 1818,
      "Sal": 1819,
      "ha̍h": 1820,
      "pùn": 1821,
      "phiau": 1822,
      "sû": 1823,
      "sia̍h": 1824,
      "tiòng": 1825,
      "thán": 1826,
      "tshiàⁿ": 1827,
      "khuàn": 1828,
      "thiànn": 1829,
      "phó͘": 1830,
      "Iôná": 1831,
      "puh": 1832,
      "Lap": 1833,
      "Sìn": 1834,
      "iâm": 1835,
      "kâng": 1836,
      "mah": 1837,
      "mô͘": 1838,
      "hiú": 1839,
      "siàn": 1840,
      "tiah": 1841,
      "kiánn": 1842,
      "Simi": 1843,
      "suil": 1844,
      "kal": 1845,
      "ela": 1846,
      "pit": 1847,
      "Amno": 1848,
      "lot": 1849,
      "Seil": 1850,
      "Ahasuil": 1851,
      "Simiān": 1852,
      "Amnon": 1853,
      "Ahasuiló͘": 1854,
      "Atsa": 1855,
      "Ahim": 1856,
      "El": 1857,
      "Go": 1858,
      "Utsi": 1859,
      "hì": 1860,
      "lōng": 1861,
      "pè": 1862,
      "īnn": 1863,
      "Sin": 1864,
      "tshuàⁿ": 1865,
      "jiû": 1866,
      "phò": 1867,
      "kham": 1868,
      "o͘h": 1869,
      "luân": 1870,
      "tália̍h": 1871,
      "Benái": 1872,
      "Getália̍h": 1873,
      "Mikaiah": 1874,
      "Benáiah": 1875,
      "Ho": 1876,
      "gō": 1877,
      "gāi": 1878,
      "hap": 1879,
      "mó͘": 1880,
      "ool": 1881,
      "pū": 1882,
      "tsōng": 1883,
      "sián": 1884,
      "huánn": 1885,
      "thal": 1886,
      "pēnn": 1887,
      "thuh": 1888,
      "hùn": 1889,
      "tsiúⁿ": 1890,
      "Siahuánn": 1891,
      "Khóla̍h": 1892,
      "Thamal": 1893,
      "Bē": 1894,
      "Nùn": 1895,
      "Pal": 1896,
      "hah": 1897,
      "po": 1898,
      "tat": 1899,
      "Âng": 1900,
      "）.": 1901,
      "hio̍h": 1902,
      "kia̍p": 1903,
      "thiau": 1904,
      "guî": 1905,
      "puaⁿ": 1906,
      "buâ": 1907,
      "Basiah": 1908,
      "Kohat": 1909,
      "Nátap": 1910,
      "tauh": 1911,
      "Atsalíah": 1912,
      "Ala̍h": 1913,
      "Nám": 1914,
      "Sì": 1915,
      "athal": 1916,
      "lāng": 1917,
      "tsa̍h": 1918,
      "tsiáⁿ": 1919,
      "khîⁿ": 1920,
      "Siú": 1921,
      "tháⁿ": 1922,
      "tshiòng": 1923,
      "Tshut": 1924,
      "pháng": 1925,
      "giâu": 1926,
      "Tal": 1927,
      "Asel": 1928,
      "Abiathal": 1929,
      "Síbah": 1930,
      "Atonî": 1931,
      "Ala̍hbah": 1932,
      "At": 1933,
      "Gín": 1934,
      "Hū": 1935,
      "Kel": 1936,
      "Lu": 1937,
      "Lù": 1938,
      "hm̄": 1939,
      "mé": 1940,
      "píng": 1941,
      "tan": 1942,
      "tsih": 1943,
      "hia̍h": 1944,
      "huà": 1945,
      "uánn": 1946,
      "tshāi": 1947,
      "Huān": 1948,
      "ail": 1949,
      "Pik": 1950,
      "Etsu": 1951,
      "Nî": 1952,
      "Tong": 1953,
      "gîm": 1954,
      "hâng": 1955,
      "hīnn": 1956,
      "nông": 1957,
      "osih": 1958,
      "sòng": 1959,
      "sela̍h": 1960,
      "tso͘": 1961,
      "hian": 1962,
      "sisih": 1963,
      "khài": 1964,
      "Siū": 1965,
      "Sisela̍h": 1966,
      "thò": 1967,
      "kol": 1968,
      "ka̍k": 1969,
      "liah": 1970,
      "phīng": 1971,
      "phāng": 1972,
      "luí": 1973,
      "iánn": 1974,
      "Thê": 1975,
      "Nebat": 1976,
      "Lip": 1977,
      "Abisai": 1978,
      "Utsiiah": 1979,
      "Palosih": 1980,
      "Talsisih": 1981,
      "Atonîiah": 1982,
      "Ehuah": 1983,
      "Iu": 1984,
      "Itsa": 1985,
      "hâm": 1986,
      "lkí": 1987,
      "mot": 1988,
      "tâu": 1989,
      "átsuh": 1990,
      "íⁿ": 1991,
      "kióng": 1992,
      "Siu": 1993,
      "lió": 1994,
      "tshui": 1995,
      "tsael": 1996,
      "gio̍k": 1997,
      "Iétse": 1998,
      "khiú": 1999,
      "ohtsuh": 2000,
      "Hilkí": 2001,
      "Bôohtsuh": 2002,
      "Hatsael": 2003,
      "bot": 2004,
      "tîⁿ": 2005,
      "Simí": 2006,
      "Malki": 2007,
      "Etsula̍h": 2008,
      "Ehuahátsuh": 2009,
      "Itsakal": 2010,
      "Iétsebel": 2011,
      "Hilkíiah": 2012,
      "),": 2013,
      "Bîn": 2014,
      "Gû": 2015,
      "Ik": 2016,
      "Kìng": 2017,
      "Kun": 2018,
      "Uá": 2019,
      "hô͘": 2020,
      "mo͘": 2021,
      "omih": 2022,
      "phué": 2023,
      "seh": 2024,
      "to͘": 2025,
      "tsám": 2026,
      "hiàm": 2027,
      "kiu": 2028,
      "suê": 2029,
      "suat": 2030,
      "liú": 2031,
      "phú": 2032,
      "tshùn": 2033,
      "phiaⁿ": 2034,
      "The": 2035,
      "Hagal": 2036,
      "Nabal": 2037,
      "Nabot": 2038,
      "Naomih": 2039,
      "Bí": 2040,
      "Lô͘": 2041,
      "Ni": 2042,
      "jūn": 2043,
      "kán": 2044,
      "ue": 2045,
      "tsuán": 2046,
      "kuâⁿ": 2047,
      "kuann": 2048,
      "thiat": 2049,
      "phàu": 2050,
      "puânn": 2051,
      "kha̍p": 2052,
      "thuā": 2053,
      "Guā": 2054,
      "Aki": 2055,
      "Abel": 2056,
      "Kaⁿ": 2057,
      "Tsim": 2058,
      "hò͘ⁿ": 2059,
      "jah": 2060,
      "kō": 2061,
      "mài": 2062,
      "pà": 2063,
      "tân": 2064,
      "uai": 2065,
      "hul": 2066,
      "huel": 2067,
      "tiô": 2068,
      "kiann": 2069,
      "Siàu": 2070,
      "lik": 2071,
      "atetsel": 2072,
      "lap": 2073,
      "sìⁿ": 2074,
      "khiuⁿ": 2075,
      "nih": 2076,
      "o͘k": 2077,
      "Thiaⁿ": 2078,
      "Thiàⁿ": 2079,
      "Bian": 2080,
      "Amô͘su": 2081,
      "pìⁿ": 2082,
      "Khì": 2083,
      "Hatatetsel": 2084,
      "Atám": 2085,
      "Kelsióng": 2086,
      "Akisi": 2087,
      "Asit": 2088,
      "Khióng": 2089,
      "Lâm": 2090,
      "Mela": 2091,
      "Thong": 2092,
      "hang": 2093,
      "hâi": 2094,
      "àp": 2095,
      "tsō͘": 2096,
      "hiā": 2097,
      "hiâm": 2098,
      "tiánn": 2099,
      "liàp": 2100,
      "tshuán": 2101,
      "Ammo͘": 2102,
      "phiânn": 2103,
      "khiau": 2104,
      "Hanan": 2105,
      "Khuànn": 2106,
      "Asito͘t": 2107,
      "Melalih": 2108,
      "Ammo͘la̍h": 2109,
      "'.": 2110,
      "Ahit": 2111,
      "Hel": 2112,
      "Kit": 2113,
      "Ma̍k": 2114,
      "bái": 2115,
      "ohuel": 2116,
      "um": 2117,
      "éli̍k": 2118,
      "tsáiⁿ": 2119,
      "tinn": 2120,
      "kisih": 2121,
      "tuaⁿ": 2122,
      "tuan": 2123,
      "tshan": 2124,
      "phô͘": 2125,
      "Kiám": 2126,
      "Tha": 2127,
      "La̍hkisih": 2128,
      "muê": 2129,
      "Mikal": 2130,
      "Ahiiah": 2131,
      "Ahikam": 2132,
      "Ahiméli̍k": 2133,
      "pèⁿ": 2134,
      "Námān": 2135,
      "Ahitohuel": 2136,
      "'?": 2137,
      "Etiân": 2138,
      "Hann": 2139,
      "Man": 2140,
      "Pak": 2141,
      "asi": 2142,
      "a̍uh": 2143,
      "ge": 2144,
      "ní": 2145,
      "ouah": 2146,
      "ul": 2147,
      "tsîn": 2148,
      "tsang": 2149,
      "nga̍uh": 2150,
      "tshiam": 2151,
      "sueh": 2152,
      "suann": 2153,
      "khue": 2154,
      "pian": 2155,
      "áiah": 2156,
      "puà": 2157,
      "Kiânn": 2158,
      "Tsiong": 2159,
      "Hue": 2160,
      "Tik": 2161,
      "Thian": 2162,
      "siùⁿ": 2163,
      "lep": 2164,
      "Nethán": 2165,
      "O͘k": 2166,
      "Simáiah": 2167,
      "Mákah": 2168,
      "Hannah": 2169,
      "Manouah": 2170,
      "Nethániah": 2171,
      "Alap": 2172,
      "Bal": 2173,
      "Geh": 2174,
      "Iok": 2175,
      "Iûⁿ": 2176,
      "SI": 2177,
      "Sî": 2178,
      "Tí": 2179,
      "Teh": 2180,
      "Tsuí": 2181,
      "atsih": 2182,
      "gail": 2183,
      "jû": 2184,
      "no͘h": 2185,
      "tal": 2186,
      "înn": 2187,
      "tsé": 2188,
      "tsām": 2189,
      "tsiān": 2190,
      "hiân": 2191,
      "hiáng": 2192,
      "khám": 2193,
      "kot": 2194,
      "tshâi": 2195,
      "lip": 2196,
      "thia̍p": 2197,
      "Tsa̍p": 2198,
      "Tshuā": 2199,
      "tsìⁿ": 2200,
      "khián": 2201,
      "Tsia̍h": 2202,
      "Ama": 2203,
      "Abigail": 2204,
      "Gehatsih": 2205,
      "Ak": 2206,
      "Hol": 2207,
      "Im": 2208,
      "Iáu": 2209,
      "Kng": 2210,
      "Kong": 2211,
      "Lī": 2212,
      "Lóng": 2213,
      "Lim": 2214,
      "Mat": 2215,
      "Nel": 2216,
      "Om": 2217,
      "Pó": 2218,
      "Peh": 2219,
      "Sé": 2220,
      "gú": 2221,
      "gán": 2222,
      "gái": 2223,
      "ia": 2224,
      "iâ": 2225,
      "ilah": 2226,
      "khit": 2227,
      "nó͘": 2228,
      "te": 2229,
      "Àm": 2230,
      "énn": 2231,
      "Τī": 2232,
      "Τio̍h": 2233,
      "huàn": 2234,
      "khîn": 2235,
      "lioh": 2236,
      "tsuè": 2237,
      "phòng": 2238,
      "biiah": 2239,
      "gia̍t": 2240,
      "puah": 2241,
      "Kim": 2242,
      "phuì": 2243,
      "Tsik": 2244,
      "Tsiaⁿ": 2245,
      "tsetik": 2246,
      "Thinn": 2247,
      "Tsua̍t": 2248,
      "Keilah": 2249,
      "Abiiah": 2250,
      "Tshám": 2251,
      "Tobiiah": 2252,
      "Salái": 2253,
      "Malkitsetik": 2254,
      "Hananiah": 2255,
      "Omlī": 2256,
      "Athalí": 2257,
      "Boh": 2258,
      "Hái": 2259,
      "Iû": 2260,
      "Itham": 2261,
      "ISI": 2262,
      "Kuán": 2263,
      "Mak": 2264,
      "Sàn": 2265,
      "ase": 2266,
      "khiah": 2267,
      "na": 2268,
      "nó": 2269,
      "Ài": 2270,
      "tsah": 2271,
      "tsiaⁿ": 2272,
      "tiáⁿ": 2273,
      "Siâ": 2274,
      "tshénn": 2275,
      "Tsai": 2276,
      "pho": 2277,
      "pho̍k": 2278,
      "Hut": 2279,
      "phiⁿ": 2280,
      "mua": 2281,
      "Phah": 2282,
      "Mik": 2283,
      "Suaⁿ": 2284,
      "Sebah": 2285,
      "Maase": 2286,
      "Tshe": 2287,
      "Lùthuh": 2288,
      "Amasa": 2289,
      "Athalíiah": 2290,
      "Bohol": 2291,
      "Ithamal": 2292,
      "nóm": 2293,
      "Maaseiah": 2294,
      "Gâ": 2295,
      "Hāi": 2296,
      "Kan": 2297,
      "Kò͘": 2298,
      "Muí": 2299,
      "Pē": 2300,
      "Tô": 2301,
      "Tang": 2302,
      "hîm": 2303,
      "iàⁿ": 2304,
      "lat": 2305,
      "mú": 2306,
      "man": 2307,
      "phit": 2308,
      "tsùn": 2309,
      "tsool": 2310,
      "hiông": 2311,
      "siok": 2312,
      "suta": 2313,
      "liel": 2314,
      "atàn": 2315,
      "Tsîng": 2316,
      "phà": 2317,
      "phìng": 2318,
      "bil": 2319,
      "bul": 2320,
      "butsal": 2321,
      "lúm": 2322,
      "Io̍p": 2323,
      "tseba": 2324,
      "Batseba": 2325,
      "Iâm": 2326,
      "tasiá": 2327,
      "The̍h": 2328,
      "huibo": 2329,
      "khelip": 2330,
      "Nebutsal": 2331,
      "Hatsool": 2332,
      "Senah": 2333,
      "Put": 2334,
      "Asahel": 2335,
      "Mehuibo": 2336,
      "Altasiá": 2337,
      "Lipnah": 2338,
      "Nebutsalatàn": 2339,
      "Senahkhelip": 2340,
      "Mehuibosiat": 2341,
      "Altasiásuta": 2342,
      "Ag": 2343,
      "Hap": 2344,
      "Kui": 2345,
      "Mn̂g": 2346,
      "Ol": 2347,
      "Saⁿ": 2348,
      "Sai": 2349,
      "eah": 2350,
      "go͘": 2351,
      "ká": 2352,
      "māi": 2353,
      "mán": 2354,
      "tūn": 2355,
      "tsiông": 2356,
      "siòng": 2357,
      "tiông": 2358,
      "tia̍h": 2359,
      "khóng": 2360,
      "tuî": 2361,
      "suànn": 2362,
      "kuāⁿ": 2363,
      "tshah": 2364,
      "tshua̍h": 2365,
      "phê": 2366,
      "phàn": 2367,
      "giám": 2368,
      "Kiò": 2369,
      "Husia": 2370,
      "Til": 2371,
      "Tiān": 2372,
      "Bián": 2373,
      "Biat": 2374,
      "Gia̍h": 2375,
      "Ehulóng": 2376,
      "Kaleah": 2377,
      "Hamool": 2378,
      "Getsel": 2379,
      "Sialúm": 2380,
      "Lu̍t": 2381,
      "Agak": 2382,
      "Ba̍k": 2383,
      "Ela̍h": 2384,
      "Hâm": 2385,
      "Ióng": 2386,
      "Iâⁿ": 2387,
      "Kó͘": 2388,
      "Kol": 2389,
      "Mam": 2390,
      "Ping": 2391,
      "Tíng": 2392,
      "Tsun": 2393,
      "ga": 2394,
      "hàu": 2395,
      "kô͘": 2396,
      "lin": 2397,
      "le̍h": 2398,
      "mh": 2399,
      "mo͘t": 2400,
      "sô": 2401,
      "sa̍h": 2402,
      "hik": 2403,
      "tia": 2404,
      "tiⁿ": 2405,
      "líám": 2406,
      "Sio": 2407,
      "thîn": 2408,
      "thūn": 2409,
      "tshiû": 2410,
      "tshiⁿ": 2411,
      "tshò͘": 2412,
      "tshai": 2413,
      "liàn": 2414,
      "Tsē": 2415,
      "Tso͘": 2416,
      "Tsal": 2417,
      "Tshù": 2418,
      "puāⁿ": 2419,
      "thui": 2420,
      "Guân": 2421,
      "phik": 2422,
      "Bil": 2423,
      "Hemán": 2424,
      "Milíám": 2425,
      "Elíap": 2426,
      "Tsha": 2427,
      "phìⁿ": 2428,
      "Pen": 2429,
      "Pekah": 2430,
      "Sémh": 2431,
      "Mamlē": 2432,
      ").": 2433,
      "16": 2434,
      "Be̍h": 2435,
      "Go͘k": 2436,
      "Hong": 2437,
      "Iā": 2438,
      "Khiā": 2439,
      "Lú": 2440,
      "La̍k": 2441,
      "Lâu": 2442,
      "Ng": 2443,
      "Nê": 2444,
      "Oba": 2445,
      "Pîn": 2446,
      "Phul": 2447,
      "Sū": 2448,
      "SPh": 2449,
      "Tó": 2450,
      "Tim": 2451,
      "Ua": 2452,
      "Uàn": 2453,
      "Utsà": 2454,
      "akim": 2455,
      "git": 2456,
      "hán": 2457,
      "jíⁿ": 2458,
      "lok": 2459,
      "pô": 2460,
      "pô͘": 2461,
      "ut": 2462,
      "âtsu": 2463,
      "Τaⁿ": 2464,
      "huâ": 2465,
      "tīⁿ": 2466,
      "Sisiak": 2467,
      "thng": 2468,
      "tshi̍h": 2469,
      "tshàng": 2470,
      "jióng": 2471,
      "Tsháu": 2472,
      "phâu": 2473,
      "piànn": 2474,
      "giat": 2475,
      "hia̍p": 2476,
      "Kisi": 2477,
      "Kiau": 2478,
      "niam": 2479,
      "sùn": 2480,
      "Tsiáng": 2481,
      "léiù": 2482,
      "Bik": 2483,
      "Tho": 2484,
      "Hagái": 2485,
      "Eliakim": 2486,
      "Tsuē": 2487,
      "bool": 2488,
      "Kenî": 2489,
      "Tshân": 2490,
      "Hanun": 2491,
      "Ahimâtsu": 2492,
      "hìⁿ": 2493,
      "Olnân": 2494,
      "Nêléiù": 2495,
      "Obatiah": 2496,
      "Ab": 2497,
      "Aná": 2498,
      "BK": 2499,
      "Egú": 2500,
      "Hn̂g": 2501,
      "Ian": 2502,
      "Kang": 2503,
      "Lîng": 2504,
      "Līng": 2505,
      "Nim": 2506,
      "San": 2507,
      "XX": 2508,
      "gū": 2509,
      "gah": 2510,
      "kànn": 2511,
      "ló͘": 2512,
      "long": 2513,
      "lò͘": 2514,
      "mái": 2515,
      "tāu": 2516,
      "tún": 2517,
      "ua": 2518,
      "Ìn": 2519,
      "Íng": 2520,
      "sihul": 2521,
      "tiu": 2522,
      "khng": 2523,
      "khok": 2524,
      "kil": 2525,
      "Si̍t": 2526,
      "tha̍h": 2527,
      "thot": 2528,
      "liù": 2529,
      "jiám": 2530,
      "thiám": 2531,
      "thiap": 2532,
      "Tsō": 2533,
      "Tsū": 2534,
      "Tsûn": 2535,
