{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[unk]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[pad]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[/s]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": null,
    "vocab": [
      [
        "[unk]",
        0.0
      ],
      [
        "[pad]",
        0.0
      ],
      [
        "[/s]",
        0.0
      ],
      [
        "-",
        -2.315391178964374
      ],
      [
        "t",
        -2.870417924413095
      ],
      [
        "i",
        -2.9760086500643848
      ],
      [
        "n",
        -2.9785089832094958
      ],
      [
        "k",
        -3.0644152440564785
      ],
      [
        "h",
        -3.0869968339671487
      ],
      [
        "g",
        -3.3608855943155085
      ],
      [
        "ê",
        -3.3821101996546297
      ],
      [
        ",",
        -3.3978703775810963
      ],
      [
        "u",
        -3.4273728304836926
      ],
      [
        "s",
        -3.4460244886693694
      ],
      [
        "ī",
        -3.846288514979305
      ],
      [
        "l",
        -3.8530979789342936
      ],
      [
        "ā",
        -4.187888317425578
      ],
      [
        "ⁿ",
        -4.191896303921451
      ],
      [
        ".",
        -4.277606471405917
      ],
      [
        "í",
        -4.323970852248413
      ],
      [
        "a",
        -4.367391085810899
      ],
      [
        "m",
        -4.451411529916305
      ],
      [
        "p",
        -4.512406074453537
      ],
      [
        "ē",
        -4.5133821099092195
      ],
      [
        "á",
        -4.515375238488668
      ],
      [
        "ó",
        -4.620745465142592
      ],
      [
        "â",
        -4.659608978948928
      ],
      [
        "ng",
        -4.7061341565871615
      ],
      [
        "b",
        -4.719447876628996
      ],
      [
        "ì",
        -4.861291551662369
      ],
      [
        "I",
        -4.966168924352337
      ],
      [
        "e",
        -4.974292746315102
      ],
      [
        "lân",
        -4.9920404037007025
      ],
      [
        "o",
        -5.024340758471427
      ],
      [
        "͘",
        -5.0629476279525925
      ],
      [
        "ú",
        -5.149197511948417
      ],
      [
        "ō",
        -5.177983429886789
      ],
      [
        "è",
        -5.193592759244288
      ],
      [
        "à",
        -5.1978896471728095
      ],
      [
        "ū",
        -5.214857338170821
      ],
      [
        "Siōngt",
        -5.251134862904216
      ],
      [
        "î",
        -5.266310438642039
      ],
      [
        "tio̍",
        -5.270749606869851
      ],
      [
        "guá",
        -5.49105707349965
      ],
      [
        "só͘",
        -5.537691256553714
      ],
      [
        "ô",
        -5.6551346488963325
      ],
      [
        "khì",
        -5.691315593458537
      ],
      [
        "Guá",
        -5.692957277410649
      ],
      [
        "tsò",
        -5.746231910834414
      ],
      [
        "kah",
        -5.7593433972967105
      ],
      [
        "̄",
        -5.763870029939612
      ],
      [
        "̍",
        -5.800671666470002
      ],
      [
        "tsiū",
        -5.819411833030141
      ],
      [
        ";",
        -5.843573339626007
      ],
      [
        "tshu",
        -5.926255732127251
      ],
      [
        "é",
        -5.998692164264842
      ],
      [
        "û",
        -6.029460993238565
      ],
      [
        "L",
        -6.030762937016631
      ],
      [
        "ông",
        -6.067661489557507
      ],
      [
        "lín",
        -6.136357569989981
      ],
      [
        "tsi",
        -6.139538074149176
      ],
      [
        "Lí",
        -6.167021393763628
      ],
      [
        "tsi̍",
        -6.201268190170827
      ],
      [
        "ò",
        -6.305044593426418
      ],
      [
        "lâ",
        -6.3625095863214245
      ],
      [
        "T",
        -6.366839141654813
      ],
      [
        "tsia",
        -6.376917265845492
      ],
      [
        "ji̍",
        -6.383606037531232
      ],
      [
        "ts",
        -6.424403003342263
      ],
      [
        "iong",
        -6.456084714422952
      ],
      [
        "bīn",
        -6.4768951164648705
      ],
      [
        "ù",
        -6.477104680111983
      ],
      [
        "bîn",
        -6.49044933596789
      ],
      [
        "?",
        -6.494218949825326
      ],
      [
        "than",
        -6.497372975110103
      ],
      [
        "siū",
        -6.565910220359724
      ],
      [
        "khuà",
        -6.606702224985183
      ],
      [
        "tshin",
        -6.6124848841425
      ],
      [
        "bô",
        -6.62316476624239
      ],
      [
        "tshiū",
        -6.633226419685212
      ],
      [
        "tsîn",
        -6.733227085070956
      ],
      [
        "lí",
        -6.73932904249014
      ],
      [
        "ong",
        -6.745121128236493
      ],
      [
        "j",
        -6.751701979394924
      ],
      [
        "be",
        -6.752636302173902
      ],
      [
        "sula",
        -6.761810129964499
      ],
      [
        "A",
        -6.789371879105373
      ],
      [
        "iah",
        -6.794986638969185
      ],
      [
        "hia",
        -6.813174176198161
      ],
      [
        "ó͘",
        -6.8469268469674
      ],
      [
        "K",
        -6.943362691891932
      ],
      [
        "tsià",
        -6.961881031056114
      ],
      [
        "tshiú",
        -6.966269438488644
      ],
      [
        "to̍",
        -6.984367684254119
      ],
      [
        "uân",
        -6.9881347267608005
      ],
      [
        "a̍k",
        -6.9906128480053145
      ],
      [
        "tsu",
        -7.009329267002513
      ],
      [
        "uán",
        -7.016971145096103
      ],
      [
        "'",
        -7.0203919206590975
      ],
      [
        "mi̍",
        -7.071933888632803
      ],
      [
        "io̍",
        -7.082767770177818
      ],
      [
        "tshi",
        -7.08488781178201
      ],
      [
        "̂",
        -7.087897428449421
      ],
      [
        "tsh",
        -7.10370212592061
      ],
      [
        "ah",
        -7.112613109150754
      ],
      [
        "lo̍",
        -7.1150900049712025
      ],
      [
        "kiá",
        -7.117805459509125
      ],
      [
        "jî",
        -7.12157968505206
      ],
      [
        "huat",
        -7.121910840787505
      ],
      [
        "o̍",
        -7.132921556611808
      ],
      [
        "tsa",
        -7.153334077473524
      ],
      [
        "hiaⁿ",
        -7.164851770875771
      ],
      [
        "el",
        -7.194319884204317
      ],
      [
        "!",
        -7.196755859453733
      ],
      [
        "tsì",
        -7.21406768639046
      ],
      [
        "sìn",
        -7.228305227226446
      ],
      [
        "tsè",
        -7.228682901033074
      ],
      [
        "Ié",
        -7.241522841220912
      ],
      [
        "ô͘",
        -7.252013198104698
      ],
      [
        "ò͘",
        -7.2677802922022465
      ],
      [
        "S",
        -7.273968285805693
      ],
      [
        "tsìn",
        -7.286641836195828
      ],
      [
        "—",
        -7.304815428474244
      ],
      [
        "tuā",
        -7.307662832028057
      ],
      [
        "siú",
        -7.313091929067803
      ],
      [
        "ń",
        -7.325038563826397
      ],
      [
        "ia̍t",
        -7.342520154895806
      ],
      [
        "tsú",
        -7.368933124218337
      ],
      [
        "kha",
        -7.3741201061712
      ],
      [
        "tsa̍",
        -7.381234543550002
      ],
      [
        "tsia̍",
        -7.393895466527063
      ],
      [
        "àu",
        -7.402331299272273
      ],
      [
        "khí",
        -7.406115703518989
      ],
      [
        "a̍h",
        -7.4087772170424255
      ],
      [
        "thâ",
        -7.4114393129138225
      ],
      [
        "M",
        -7.426656915302413
      ],
      [
        "sîn",
        -7.429725750938307
      ],
      [
        "ǹ",
        -7.436584700510341
      ],
      [
        "iōng",
        -7.447110250379832
      ],
      [
        "tshe",
        -7.48539671936393
      ],
      [
        "eh",
        -7.488941676641083
      ],
      [
        "iân",
        -7.491831766810176
      ],
      [
        "sia",
        -7.51693211760887
      ],
      [
        "pha",
        -7.5312229691760555
      ],
      [
        "lia̍",
        -7.533366161737158
      ],
      [
        "pîn",
        -7.539160910814213
      ],
      [
        "sim",
        -7.5476265486747565
      ],
      [
        "sian",
        -7.55193770082829
      ],
      [
        "khu",
        -7.556950345443647
      ],
      [
        "kan",
        -7.568448670293179
      ],
      [
        "Mô͘",
        -7.571156031473918
      ],
      [
        "si",
        -7.572201556013306
      ],
      [
        "sio̍",
        -7.5828481655515425
      ],
      [
        "huan",
        -7.587579794353136
      ],
      [
        "iû",
        -7.597852454651017
      ],
      [
        "iaⁿ",
        -7.6016990303890974
      ],
      [
        "siâ",
        -7.623859250955082
      ],
      [
        "tsin",
        -7.647822589850304
      ],
      [
        "Iô",
        -7.655589620245735
      ],
      [
        "bi̍",
        -7.66368120370824
      ],
      [
        "bān",
        -7.665454603998542
      ],
      [
        "gia̍",
        -7.676476985070989
      ],
      [
        "po̍",
        -7.694817814100425
      ],
      [
        "tshù",
        -7.701737283205803
      ],
      [
        "uì",
        -7.706430281410882
      ],
      [
        "tuà",
        -7.714796360091537
      ],
      [
        "siá",
        -7.7254599232273735
      ],
      [
        "Tsú",
        -7.728841348299605
      ],
      [
        "i̍k",
        -7.732349570182332
      ],
      [
        ":",
        -7.7464628010488035
      ],
      [
        "Só͘",
        -7.757992362253902
      ],
      [
        "Hit",
        -7.767130521343039
      ],
      [
        "hiàn",
        -7.771904425240171
      ],
      [
        "tsuâ",
        -7.774866529170221
      ],
      [
        "tsā",
        -7.777955351494297
      ],
      [
        "̍h",
        -7.793003463482371
      ],
      [
        "sú",
        -7.801154907047024
      ],
      [
        "phái",
        -7.815375578493194
      ],
      [
        "si̍",
        -7.823978161374564
      ],
      [
        "sio",
        -7.824448617029367
      ],
      [
        "sua",
        -7.827897290879488
      ],
      [
        "ōng",
        -7.834539959706243
      ],
      [
        "mā",
        -7.846101083168375
      ],
      [
        "hō",
        -7.848427801653803
      ],
      [
        "khuàn",
        -7.866322186136383
      ],
      [
        "liân",
        -7.871098531351096
      ],
      [
        "a̍t",
        -7.87435815696263
      ],
      [
        "Ta",
        -7.919161399112857
      ],
      [
        "uá",
        -7.932689717481639
      ],
      [
        "tiān",
        -7.965757017668689
      ],
      [
        "guā",
        -7.992057603581169
      ],
      [
        "án",
        -7.995882310164243
      ],
      [
        "aⁿ",
        -8.000986428497997
      ],
      [
        "bat",
        -8.020309308603101
      ],
      [
        "jiâ",
        -8.028628259247444
      ],
      [
        "hó͘",
        -8.031352780807211
      ],
      [
        "kiò",
        -8.035083411510557
      ],
      [
        "phuà",
        -8.037835569081865
      ],
      [
        "G",
        -8.077542507447461
      ],
      [
        "lông",
        -8.092294216908776
      ],
      [
        "khò",
        -8.09369712989351
      ],
      [
        "iám",
        -8.09431979941266
      ],
      [
        "iàn",
        -8.097176991235166
      ],
      [
        "Êl",
        -8.097817437683858
      ],
      [
        "kiâ",
        -8.099937666107373
      ],
      [
        "khiā",
        -8.109171840930982
      ],
      [
        "ân",
        -8.115344058322524
      ],
      [
        "în",
        -8.117052427350604
      ],
      [
        "H",
        -8.12174617210951
      ],
      [
        "Tse",
        -8.129224387628037
      ],
      [
        "siù",
        -8.152097412969256
      ],
      [
        "tshia",
        -8.159066427272275
      ],
      [
        "Tsi",
        -8.168616421149594
      ],
      [
        "tsiá",
        -8.194714647414223
      ],
      [
        "ka",
        -8.20157964257199
      ],
      [
        "ho̍",
        -8.207897348266531
      ],
      [
        "E",
        -8.22096514183062
      ],
      [
        "tsí",
        -8.224390333015148
      ],
      [
        "Tsó",
        -8.231787082223565
      ],
      [
        "sià",
        -8.231973204439386
      ],
      [
        "hu",
        -8.264944123740456
      ],
      [
        "ám",
        -8.286858696010324
      ],
      [
        "ua̍",
        -8.288315753077264
      ],
      [
        "huān",
        -8.312601496247227
      ],
      [
        "Ba",
        -8.327518562777193
      ],
      [
        "tsiàn",
        -8.32886187362099
      ],
      [
        "Ū",
        -8.337576116651988
      ],
      [
        "sī",
        -8.34084519783503
      ],
      [
        "tsiò",
        -8.341994478739252
      ],
      [
        "iá",
        -8.34270392082457
      ],
      [
        "Ts",
        -8.353586250298605
      ],
      [
        "li̍",
        -8.38300981705436
      ],
      [
        "la̍",
        -8.383046626020343
      ],
      [
        "N",
        -8.384447944682485
      ],
      [
        "tshâ",
        -8.387922419973425
      ],
      [
        "sal",
        -8.387947504459994
      ],
      [
        "thià",
        -8.388001920988541
      ],
      [
        "Ki",
        -8.398241840301498
      ],
      [
        "tse",
        -8.410736859186102
      ],
      [
        "khuá",
        -8.415374245767573
      ],
      [
        "i̍",
        -8.417505520903243
      ],
      [
        "huán",
        -8.449684283719545
      ],
      [
        "miā",
        -8.453693171613306
      ],
      [
        "Koh",
        -8.457632808806917
      ],
      [
        "siong",
        -8.459080850755784
      ],
      [
        "kh",
        -8.45960483151947
      ],
      [
        "tha",
        -8.464067203334436
      ],
      [
        "ko",
        -8.495664635954896
      ],
      [
        "ho͘",
        -8.498634101163065
      ],
      [
        "hue",
        -8.498656067444605
      ],
      [
        "Tsiū",
        -8.49926329221225
      ],
      [
        "Sàu",
        -8.499459242487486
      ],
      [
        "la̍h",
        -8.53496634078054
      ],
      [
        "tsû",
        -8.536420318307048
      ],
      [
        "tsuá",
        -8.546498467416487
      ],
      [
        "piàn",
        -8.559201461326372
      ],
      [
        "oh",
        -8.568582434203938
      ],
      [
        "ín",
        -8.590333179551788
      ],
      [
        "ló",
        -8.598699687131013
      ],
      [
        "khan",
        -8.59880361194377
      ],
      [
        "tiā",
        -8.619843851518718
      ],
      [
        "hua",
        -8.623170901333388
      ],
      [
        "tsio",
        -8.641092861048595
      ],
      [
        "Á",
        -8.644498526100435
      ],
      [
        "lôm",
        -8.64574389121184
      ],
      [
        "tsín",
        -8.653176254288953
      ],
      [
        "uàn",
        -8.660622218766516
      ],
      [
        "ián",
        -8.683561546503475
      ],
      [
        "tàn",
        -8.694470443626518
      ],
      [
        "âi",
        -8.69638309853137
      ],
      [
        "kuá",
        -8.697761134457366
      ],
      [
        "ûn",
        -8.698259405404288
      ],
      [
        "huā",
        -8.700770258793433
      ],
      [
        "Sìn",
        -8.704039607349245
      ],
      [
        "tsō",
        -8.704525601469111
      ],
      [
        "Guā",
        -8.717584165181526
      ],
      [
        "Jî",
        -8.725788226171787
      ],
      [
        "P",
        -8.729412458841518
      ],
      [
        "khù",
        -8.729771380396167
      ],
      [
        "kià",
        -8.730849934264677
      ],
      [
        "li̍k",
        -8.742298540126644
      ],
      [
        "ok",
        -8.747628567928675
      ],
      [
        "lîn",
        -8.755929656999456
      ],
      [
        "kia",
        -8.764604788894168
      ],
      [
        "Ô",
        -8.769152168114925
      ],
      [
        "Hui",
        -8.775129412245654
      ],
      [
        "thàn",
        -8.779501432663011
      ],
      [
        "phà",
        -8.781826574587342
      ],
      [
        "iâ",
        -8.781885168025013
      ],
      [
        "Tsia",
        -8.786325915342129
      ],
      [
        "tsiú",
        -8.786418136405914
      ],
      [
        "tsiâ",
        -8.787810896769937
      ],
      [
        "Sîn",
        -8.80378861874933
      ],
      [
        "huah",
        -8.806113610373941
      ],
      [
        "hian",
        -8.807394090474515
      ],
      [
        "iù",
        -8.810168787524574
      ],
      [
        "tsuā",
        -8.828086712545563
      ],
      [
        "khuì",
        -8.831249085912882
      ],
      [
        "Ê",
        -8.833356883296714
      ],
      [
        "tshá",
        -8.8423566555735
      ],
      [
        "tsha",
        -8.842452486008733
      ],
      [
        "Thi",
        -8.846847897423583
      ],
      [
        "biá",
        -8.850714055860175
      ],
      [
        "kua",
        -8.8634445782889
      ],
      [
        "tsá",
        -8.8714774772866
      ],
      [
        "iān",
        -8.876877907891767
      ],
      [
        "lô",
        -8.89792281516672
      ],
      [
        "uān",
        -8.899907474798079
      ],
      [
        "（",
        -8.901653270941239
      ],
      [
        "ia",
        -8.918381242407005
      ],
      [
        "thia",
        -8.928550290028596
      ],
      [
        "tshián",
        -8.928881356903016
      ],
      [
        "iann",
        -8.930789796100957
      ],
      [
        "hô͘",
        -8.934789443133166
      ],
      [
        "kà",
        -8.946579039209169
      ],
      [
        "hîn",
        -8.947320445781084
      ],
      [
        "Huâ",
        -8.954541022750748
      ],
      [
        "tshò",
        -8.962919989895997
      ],
      [
        "khà",
        -8.974920712740797
      ],
      [
        "kau",
        -8.980153371070234
      ],
      [
        "Hia",
        -8.986049234954343
      ],
      [
        "tsà",
        -8.991578458911302
      ],
      [
        "an",
        -8.996211606437129
      ],
      [
        "ba̍",
        -8.996681355970473
      ],
      [
        "phû",
        -9.00476432760495
      ],
      [
        "liá",
        -9.015220875992078
      ],
      [
        "pan",
        -9.017774428383323
      ],
      [
        "）",
        -9.024183841875868
      ],
      [
        "Siōng",
        -9.027802826546704
      ],
      [
        "sî",
        -9.034702789749119
      ],
      [
        "tiú",
        -9.048645703451212
      ],
      [
        "̍t",
        -9.049776913152176
      ],
      [
        "su",
        -9.056786609661984
      ],
      [
        "búl",
        -9.057939045520243
      ],
      [
        "tsió",
        -9.059752593366603
      ],
      [
        "o͘",
        -9.061057300774184
      ],
      [
        "kó",
        -9.0641779283675
      ],
      [
        "the",
        -9.067670525233464
      ],
      [
        "àn",
        -9.068241516258407
      ],
      [
        "āi",
        -9.079268672675752
      ],
      [
        "àⁿ",
        -9.081243017908161
      ],
      [
        "tshī",
        -9.08463563101638
      ],
      [
        "hián",
        -9.085468135086106
      ],
      [
        "pue",
        -9.093668229463976
      ],
      [
        "uà",
        -9.097525187699905
      ],
      [
        "jio",
        -9.102217564905436
      ],
      [
        "hiān",
        -9.118139948634983
      ],
      [
        "Io",
        -9.12076507389014
      ],
      [
        "piá",
        -9.121040539947389
      ],
      [
        "thi",
        -9.130307060249017
      ],
      [
        "tián",
        -9.13522040135648
      ],
      [
        "tso",
        -9.13594280462079
      ],
      [
        "suan",
        -9.136544320254366
      ],
      [
        "B",
        -9.138094146378585
      ],
      [
        "hi",
        -9.146734199075672
      ],
      [
        "ulah",
        -9.153536360880707
      ],
      [
        "uā",
        -9.155395901078428
      ],
      [
        "Ab",
        -9.20098427840969
      ],
      [
        "e̍",
        -9.20535013257598
      ],
      [
        "Kià",
        -9.209268646766901
      ],
      [
        "tshiû",
        -9.212324956006944
      ],
      [
        "se",
        -9.21533123090122
      ],
      [
        "ki",
        -9.227640986797816
      ],
      [
        "puà",
        -9.228375061627535
      ],
      [
        "Í",
        -9.238101542459347
      ],
      [
        "Pia",
        -9.243607691730436
      ],
      [
        "phia",
        -9.24831241844587
      ],
      [
        "khua",
        -9.258470225535183
      ],
      [
        "tsha̍",
        -9.260370399281669
      ],
      [
        "kìn",
        -9.266676280749017
      ],
      [
        "tsīn",
        -9.269388803870372
      ],
      [
        "kuan",
        -9.276173269269325
      ],
      [
        "Ka",
        -9.29446660465435
      ],
      [
        "hò͘",
        -9.29880777807643
      ],
      [
        "tshú",
        -9.303135025596017
      ],
      [
        "tsua̍",
        -9.321581083159167
      ],
      [
        "ian",
        -9.324932170961954
      ],
      [
        "áu",
        -9.325357320184303
      ],
      [
        "hāi",
        -9.336501167909153
      ],
      [
        "tsiu",
        -9.337202285864134
      ],
      [
        "Pá",
        -9.344816230231073
      ],
      [
        "jī",
        -9.350202841722123
      ],
      [
        "a̍",
        -9.353482548488063
      ],
      [
        "Tsa",
        -9.35508010646164
      ],
      [
        "sù",
        -9.355580171027174
      ],
      [
        "uah",
        -9.359614561797498
      ],
      [
        "sai",
        -9.360519817311786
      ],
      [
        "U",
        -9.366132813987733
      ],
      [
        "gîn",
        -9.38060291961431
      ],
      [
        "tsián",
        -9.389290746706205
      ],
      [
        "khel",
        -9.399356048824524
      ],
      [
        "tshiù",
        -9.411773895052116
      ],
      [
        "Bô",
        -9.415600164375281
      ],
      [
        "tsó",
        -9.418367777767084
      ],
      [
        "gi̍",
        -9.423363814773808
      ],
      [
        "̍k",
        -9.424210593118183
      ],
      [
        "Ehula",
        -9.431190657397956
      ],
      [
        "Hi",
        -9.440280996374595
      ],
      [
        "īn",
        -9.440426811281876
      ],
      [
        "phu",
        -9.464470535525518
      ],
      [
        "hit",
        -9.469773964020941
      ],
      [
        "tshì",
        -9.472711166349328
      ],
      [
        "thé",
        -9.47798830959169
      ],
      [
        "thiā",
        -9.48416223558851
      ],
      [
        "Tsì",
        -9.497194795776583
      ],
      [
        "La̍h",
        -9.508744484370489
      ],
      [
        "Biān",
        -9.509031608167255
      ],
      [
        "Amm",
        -9.518443259245727
      ],
      [
        "thà",
        -9.520080792417481
      ],
      [
        "phue",
        -9.536701346612979
      ],
      [
        "bín",
        -9.540188513189268
      ],
      [
        "hái",
        -9.550706764278033
      ],
      [
        "Kiá",
        -9.557463425166972
      ],
      [
        "sin",
        -9.5604201474568
      ],
      [
        "kian",
        -9.571356656430313
      ],
      [
        "tsū",
        -9.579307642508866
      ],
      [
        "iat",
        -9.591926024681609
      ],
      [
        "Tshiá",
        -9.59564920251811
      ],
      [
        "kuai",
        -9.598234863663695
      ],
      [
        "in",
        -9.611669871962818
      ],
      [
        "khi",
        -9.629545199373421
      ],
      [
        "liā",
        -9.630093578143137
      ],
      [
        "suà",
        -9.631803090781585
      ],
      [
        "ìn",
        -9.632378011739654
      ],
      [
        "Siá",
        -9.634461096497429
      ],
      [
        "Sam",
        -9.634952665458975
      ],
      [
        "Si",
        -9.637976510475564
      ],
      [
        "th",
        -9.641665296960465
      ],
      [
        "io",
        -9.64392489223993
      ],
      [
        "pa̍",
        -9.645821563456803
      ],
      [
        "To̍",
        -9.650113064148172
      ],
      [
        "ia̍",
        -9.655019048335088
      ],
      [
        "hah",
        -9.661054863372946
      ],
      [
        "uan",
        -9.664074942054611
      ],
      [
        "puâ",
        -9.66726935505566
      ],
      [
        "hì",
        -9.676109333945659
      ],
      [
        "khio",
        -9.677244633126106
      ],
      [
        "im",
        -9.687546607269077
      ],
      [
        ")",
        -9.693409212843594
      ],
      [
        "khià",
        -9.70173739383986
      ],
      [
        "ià",
        -9.709294297388587
      ],
      [
        "He",
        -9.720069362976764
      ],
      [
        "ki̍",
        -9.723168202309937
      ],
      [
        "Al",
        -9.72507311111389
      ],
      [
        "kín",
        -9.733783566374015
      ],
      [
        "sì",
        -9.734679194441423
      ],
      [
        "Kal",
        -9.741126773983975
      ],
      [
        "Ne",
        -9.742434700384374
      ],
      [
        "han",
        -9.753917244827528
      ],
      [
        "pò",
        -9.769552605555404
      ],
      [
        "Bān",
        -9.770434110114707
      ],
      [
        "sa",
        -9.772831587286946
      ],
      [
        "Kà",
        -9.781890346974889
      ],
      [
        "liān",
        -9.8043972714929
      ],
      [
        "iā",
        -9.805433420299286
      ],
      [
        "Aha",
        -9.806440211634555
      ],
      [
        "Α",
        -9.808921527213311
      ],
      [
        "tī",
        -9.810304769297705
      ],
      [
        "kā",
        -9.811411454155177
      ],
      [
        "Eli",
        -9.813720226365586
      ],
      [
        "pua̍",
        -9.819848407039718
      ],
      [
        "sò",
        -9.822368169477539
      ],
      [
        "khó",
        -9.824782280657194
      ],
      [
        "Ā",
        -9.82538271133471
      ],
      [
        "tsù",
        -9.82625661929108
      ],
      [
        "jia",
        -9.838768035866849
      ],
      [
        "bú",
        -9.849379538087678
      ],
      [
        "huì",
        -9.850734592430985
      ],
      [
        "tshìn",
        -9.853832753257423
      ],
      [
        "hua̍",
        -9.85767447057968
      ],
      [
        "huà",
        -9.863729805979432
      ],
      [
        "thîn",
        -9.865761312355692
      ],
      [
        "ua",
        -9.870317914601841
      ],
      [
        "Ham",
        -9.879877833043855
      ],
      [
        "pē",
        -9.899209395146286
      ],
      [
        "iau",
        -9.89943491570228
      ],
      [
        "sè",
        -9.900536855237572
      ],
      [
        "ba",
        -9.904326270408637
      ],
      [
        "Gil",
        -9.905427354405127
      ],
      [
        "ha̍",
        -9.907455784354312
      ],
      [
        "lé",
        -9.915947322126579
      ],
      [
        "thè",
        -9.924451091251383
      ],
      [
        "Asah",
        -9.9468165179278
      ],
      [
        "Hua",
        -9.947947678661277
      ],
      [
        "]",
        -9.948886675113425
      ],
      [
        "[",
        -9.948886675113425
      ],
      [
        "Elísia",
        -9.958373353697601
      ],
      [
        "Tsìn",
        -9.960303097701761
      ],
      [
        "tshiò",
        -9.961289226354605
      ],
      [
        "âm",
        -9.969214921702555
      ],
      [
        "pià",
        -9.973303406236568
      ],
      [
        "hio",
        -9.976894764663149
      ],
      [
        "Am",
        -9.980723880661081
      ],
      [
        "bo̍",
        -9.983983826852313
      ],
      [
        "(",
        -9.987168569380845
      ],
      [
        "Amô͘",
        -9.987643793473826
      ],
      [
        "J",
        -9.992780738055862
      ],
      [
        "ān",
        -9.995798679548216
      ],
      [
        "Tshin",
        -9.999560306758784
      ],
      [
        "ha",
        -10.002394520306316
      ],
      [
        "pân",
        -10.003121159165104
      ],
      [
        "hià",
        -10.005610928908759
      ],
      [
        "siul",
        -10.009910940261925
      ],
      [
        "ti̍",
        -10.012066539183452
      ],
      [
        "huâi",
        -10.012082828696904
      ],
      [
        "láu",
        -10.014197561128007
      ],
      [
        "suán",
        -10.015180785814387
      ],
      [
        "tsî",
        -10.017652854183464
      ],
      [
        "Bia̍t",
        -10.020769080621474
      ],
      [
        "Sia",
        -10.021644327662475
      ],
      [
        "ph",
        -10.022567391175851
      ],
      [
        "lī",
        -10.030220406998794
      ],
      [
        "Be",
        -10.03066431295726
      ],
      [
        "jiá",
        -10.040338095436873
      ],
      [
        "tshio",
        -10.045075396098547
      ],
      [
        "abi",
        -10.049849997183639
      ],
      [
        "Pal",
        -10.061358786535298
      ],
      [
        "Ke",
        -10.063130201541373
      ],
      [
        "niû",
        -10.067896007912859
      ],
      [
        "kuâ",
        -10.06823094420056
      ],
      [
        "khiâ",
        -10.070864317661435
      ],
      [
        "etsal",
        -10.072733775814783
      ],
      [
        "kuái",
        -10.082506400748375
      ],
      [
        "Ná",
        -10.088736717822453
      ],
      [
        "ài",
        -10.092858286433184
      ],
      [
        "hù",
        -10.097841707551025
      ],
      [
        "pa",
        -10.100622916455594
      ],
      [
        "Hu",
        -10.100951369473911
      ],
      [
        "Sim",
        -10.115227194709039
      ],
      [
        "tsiân",
        -10.116240975703212
      ],
      [
        "sió",
        -10.116659304899255
      ],
      [
        "khe",
        -10.124492383480625
      ],
      [
        "Sím",
        -10.133446004686363
      ],
      [
        "Amá",
        -10.137558561652147
      ],
      [
        "Abi",
        -10.145907001103069
      ],
      [
        "iú",
        -10.15134588590551
      ],
      [
        "ap",
        -10.15837111386708
      ],
      [
        "Má",
        -10.161333994214077
      ],
      [
        "Kua",
        -10.168126928368803
      ],
      [
        "sàn",
        -10.169438642054772
      ],
      [
        "hui",
        -10.172388816523837
      ],
      [
        "siân",
        -10.176548242774228
      ],
      [
        "tsân",
        -10.181328738107752
      ],
      [
        "ku",
        -10.187654647384875
      ],
      [
        "tín",
        -10.205781380495832
      ],
      [
        "kuà",
        -10.211994149602837
      ],
      [
        "Tsuâ",
        -10.21250477994122
      ],
      [
        "O",
        -10.228571606150108
      ],
      [
        "Ī",
        -10.228771719742586
      ],
      [
        "Tsià",
        -10.236789874761325
      ],
      [
        "khá",
        -10.256743712413403
      ],
      [
        "siān",
        -10.260427666204045
      ],
      [
        "bé",
        -10.26198545656945
      ],
      [
        "lā",
        -10.27279070031851
      ],
      [
        "uel",
        -10.277275658887687
      ],
      [
        "Ta̍k",
        -10.280579082568142
      ],
      [
        "bua",
        -10.283815407222217
      ],
      [
        "Mika",
        -10.298236948426272
      ],
      [
        "Ma",
        -10.307234720310188
      ],
      [
        "ta̍",
        -10.308189745849363
      ],
      [
        "a̍hba",
        -10.311748323124139
      ],
      [
        "siā",
        -10.31479100159672
      ],
      [
        "Basi",
        -10.31501509399821
      ],
      [
        "Tio",
        -10.350290463481302
      ],
      [
        "El",
        -10.352289020881853
      ],
      [
        "Ga̍t",
        -10.354169310499735
      ],
      [
        "Me",
        -10.363998906331718
      ],
      [
        "bû",
        -10.365120415741108
      ],
      [
        "tham",
        -10.371052115248053
      ],
      [
        "pu",
        -10.384388020975312
      ],
      [
        "huâ",
        -10.386631734729336
      ],
      [
        "Beth",
        -10.387747540491496
      ],
      [
        "O͘",
        -10.389100725576922
      ],
      [
        "Pa",
        -10.393395854500975
      ],
      [
        "Na",
        -10.39429365244008
      ],
      [
        "kin",
        -10.39839557022079
      ],
      [
        "tshà",
        -10.39913939635479
      ],
      [
        "sit",
        -10.4037699411573
      ],
      [
        "Hō",
        -10.405094584452506
      ],
      [
        "Tshi",
        -10.425073445301695
      ],
      [
        "tuâ",
        -10.43053088200688
      ],
      [
        "bī",
        -10.43982728241064
      ],
      [
        "phi",
        -10.442635989373667
      ],
      [
        "Sa",
        -10.454712437505258
      ],
      [
        "Ko",
        -10.467414744458807
      ],
      [
        "pia̍",
        -10.48074417166278
      ],
      [
        "ne",
        -10.482858499443191
      ],
      [
        "Bû",
        -10.492672594088097
      ],
      [
        "tshé",
        -10.499719372278832
      ],
      [
        "Hian",
        -10.500003621134102
      ],
      [
        "tu",
        -10.50106009538639
      ],
      [
        "Ai",
        -10.507132987920144
      ],
      [
        "uâ",
        -10.510389761175034
      ],
      [
        "siu",
        -10.51334200999515
      ],
      [
        "1",
        -10.514333525911415
      ],
      [
        "ho",
        -10.514446658994455
      ],
      [
        "phuā",
        -10.536214062890707
      ],
      [
        "Pí",
        -10.54235775243609
      ],
      [
        "thian",
        -10.548052508212475
      ],
      [
        "tià",
        -10.56781559987622
      ],
      [
        "Bel",
        -10.573918434723971
      ],
      [
        "Ji",
        -10.578802804211335
      ],
      [
        "ti",
        -10.579067789484242
      ],
      [
        "Tàn",
        -10.596573963523888
      ],
      [
        "tsiā",
        -10.59980811934264
      ],
      [
        "hó",
        -10.600989000793207
      ],
      [
        "tshiá",
        -10.605645383979727
      ],
      [
        "Nó͘",
        -10.608223557895892
      ],
      [
        "ji",
        -10.608617715179726
      ],
      [
        "setik",
        -10.609394509975782
      ],
      [
        "Tan",
        -10.61597414112466
      ],
      [
        "thua",
        -10.617959287374827
      ],
      [
        "Ji̍",
        -10.61908322381257
      ],
      [
        "Pu",
        -10.633234592988892
      ],
      [
        "Ahi",
        -10.63849255797703
      ],
      [
        "Asi",
        -10.638745534688951
      ],
      [
        "Ha",
        -10.653371153391356
      ],
      [
        "Tshu",
        -10.654590756246499
      ],
      [
        "phì",
        -10.663812338864382
      ],
      [
        "tshî",
        -10.663843986624379
      ],
      [
        "tshí",
        -10.663873130251904
      ],
      [
        "sun",
        -10.666020690618325
      ],
      [
        "Ē",
        -10.675437817221423
      ],
      [
        "So͘",
        -10.678724022276306
      ],
      [
        "Siâ",
        -10.678987642014093
      ],
      [
        "līs",
        -10.68233001963766
      ],
      [
        "thalí",
        -10.692324987024143
      ],
      [
        "uat",
        -10.694913360749556
      ],
      [
        "sí",
        -10.696899337427599
      ],
      [
        "Ph",
        -10.698691745317994
      ],
      [
        "2",
        -10.71504566035868
      ],
      [
        "khia",
        -10.716369701276735
      ],
      [
        "tīn",
        -10.727442676024193
      ],
      [
        "Lē",
        -10.7358046647465
      ],
      [
        "hiâ",
        -10.757134480293939
      ],
      [
        "tiâ",
        -10.758049852924472
      ],
      [
        "iū",
        -10.760965958567427
      ],
      [
        "pi",
        -10.771068276380204
      ],
      [
        "hiā",
        -10.774216386521257
      ],
      [
        "tsal",
        -10.77737592984809
      ],
      [
        "khin",
        -10.779653308839132
      ],
      [
        "Hil",
        -10.812002863647482
      ],
      [
        "Neb",
        -10.81705456745854
      ],
      [
        "Nab",
        -10.817509301080106
      ],
      [
        "Pe",
        -10.8289329526031
      ],
      [
        "lio̍",
        -10.836155946029647
      ],
      [
        "Pîn",
        -10.848118754859918
      ],
      [
        "Tī",
        -10.872034159167775
      ],
      [
        "pe",
        -10.879061290829052
      ],
      [
        "Τ",
        -10.887472436500124
      ],
      [
        "Sal",
        -10.887518641221936
      ],
      [
        "tshua",
        -10.889111554210793
      ],
      [
        "ula",
        -10.893301124903923
      ],
      [
        "Sat",
        -10.894916266324895
      ],
      [
        "tsâ",
        -10.89566576287196
      ],
      [
        "Lâ",
        -10.898400878481521
      ],
      [
        "lah",
        -10.904597537085088
      ],
      [
        "to",
        -10.90575891746802
      ],
      [
        "thî",
        -10.905928894331826
      ],
      [
        "ann",
        -10.906555827070871
      ],
      [
        "thu",
        -10.90723524378621
      ],
      [
        "Hô",
        -10.914502696258012
      ],
      [
        "hàn",
        -10.916599313786516
      ],
      [
        "am",
        -10.931902001773256
      ],
      [
        "sia̍",
        -10.941447440222689
      ],
      [
        "mi",
        -10.946718620308268
      ],
      [
        "pha̍",
        -10.948349963957305
      ],
      [
        "nn",
        -10.96015862582543
      ],
      [
        "khue",
        -10.964292807565256
      ],
      [
        "gín",
        -10.96815162629509
      ],
      [
        "iap",
        -10.975870011397589
      ],
      [
        "biā",
        -10.984808767720653
      ],
      [
        "Phe",
        -10.986273096753802
      ],
      [
        "Khó",
        -10.991179034944482
      ],
      [
        "Se",
        -10.99671165034045
      ],
      [
        "hài",
        -11.006679961037504
      ],
      [
        "iam",
        -11.011536516586043
      ],
      [
        "tsho",
        -11.014183752178845
      ],
      [
        "Sian",
        -11.01800096697154
      ],
      [
        "Tsá",
        -11.019045732374169
      ],
      [
        "hin",
        -11.021866078057478
      ],
      [
        "liâ",
        -11.023329023127252
      ],
      [
        "lān",
        -11.023531642294667
      ],
      [
        "ūn",
        -11.024200977404963
      ],
      [
        "hâ",
        -11.024676899265586
      ],
      [
        "kán",
        -11.03002906916294
      ],
      [
        "Tsi̍",
        -11.034457840542881
      ],
      [
        "Tso",
        -11.037545196282624
      ],
      [
        "Sela",
        -11.042888799327441
      ],
      [
        "at",
        -11.045839247522771
      ],
      [
        "bî",
        -11.049676344462743
      ],
      [
        "shu",
        -11.05697286462888
      ],
      [
        "mel",
        -11.064530397384951
      ],
      [
        "Hats",
        -11.064615944783712
      ],
      [
        "tshiu",
        -11.070958372344768
      ],
      [
        "tshiân",
        -11.07327832411752
      ],
      [
        "Ahats",
        -11.083191344734502
      ],
      [
        "lō",
        -11.085786747974947
      ],
      [
        "suá",
        -11.11117644274024
      ],
      [
        "Kā",
        -11.115162571675027
      ],
      [
        "esib",
        -11.118518112447052
      ],
      [
        "Tham",
        -11.12228660143071
      ],
      [
        "sé",
        -11.125082843188135
      ],
      [
        "Suà",
        -11.129164369343332
      ],
      [
        "li",
        -11.13039547955469
      ],
      [
        "phá",
        -11.131307137728847
      ],
      [
        "hí",
        -11.131697463766745
      ],
      [
        "Get",
        -11.134693125490369
      ],
      [
        "Than",
        -11.137027489938744
      ],
      [
        "sak",
        -11.137151549811044
      ],
      [
        "bó",
        -11.139014821767411
      ],
      [
        "The",
        -11.142977109918418
      ],
      [
        "ko͘",
        -11.145512425692042
      ],
      [
        "Nát",
        -11.148968614080193
      ],
      [
        "hun",
        -11.157113713180603
      ],
      [
        "pà",
        -11.15878722069555
      ],
      [
        "tsé",
        -11.176560296598712
      ],
      [
        "al",
        -11.187440428606548
      ],
      [
        "tio",
        -11.191331310582754
      ],
      [
        "lî",
        -11.194443324783768
      ],
      [
        "À",
        -11.199263867767712
      ],
      [
        "ue",
        -11.200253846713533
      ],
      [
        "thái",
        -11.201749319149176
      ],
      [
        "olt",
        -11.21010530249469
      ],
      [
        "Bia",
        -11.21082223224186
      ],
      [
        "Kin",
        -11.212700555550812
      ],
      [
        "Ká",
        -11.218379492731316
      ],
      [
        "Atsal",
        -11.23603841503898
      ],
      [
        "hìn",
        -11.236762859024449
      ],
      [
        "kho",
        -11.240049982470296
      ],
      [
        "bua̍",
        -11.240460509797721
      ],
      [
        "Ku",
        -11.241039688622278
      ],
      [
        "Utsi",
        -11.249688624726163
      ],
      [
        "Ahim",
        -11.254433472513758
      ],
      [
        "3",
        -11.267079959721736
      ],
      [
        "pìn",
        -11.267538434700468
      ],
      [
        "Tu",
        -11.278975195975349
      ],
      [
        "phò",
        -11.28507435116735
      ],
      [
        "Sī",
        -11.286920183480387
      ],
      [
        "Tsu",
        -11.291211664587323
      ],
      [
        "Â",
        -11.302794245436022
      ],
      [
        "shin",
        -11.309934008473785
      ],
      [
        "és",
        -11.31551468619912
      ],
      [
        "sái",
        -11.328418214752002
      ],
      [
        "sel",
        -11.335176247777614
      ],
      [
        "Ul",
        -11.339648773613995
      ],
      [
        "Atonî",
        -11.33987857312976
      ],
      [
        "tho",
        -11.340797544584444
      ],
      [
        "giâ",
        -11.351002001952693
      ],
      [
        "tiân",
        -11.363917059939261
      ],
      [
        "le̍",
        -11.370517816308137
      ],
      [
        "Nám",
        -11.372063174437036
      ],
      [
        "siàn",
        -11.382164072254664
      ],
      [
        "Hag",
        -11.38328732637812
      ],
      [
        "hān",
        -11.384739571698194
      ],
      [
        "thò",
        -11.386246582909619
      ],
      [
        "Le",
        -11.387178637045793
      ],
      [
        "khiá",
        -11.391887210735018
      ],
      [
        "pú",
        -11.395106246773949
      ],
      [
        "ím",
        -11.395631925286915
      ],
      [
        "kàn",
        -11.398054846973826
      ],
      [
        "In",
        -11.401601566390786
      ],
      [
        "lá",
        -11.414219513696166
      ],
      [
        "Etsul",
        -11.425037899480547
      ],
      [
        "mô͘",
        -11.430000792126464
      ],
      [
        "Han",
        -11.433967998437375
      ],
      [
        "Tsh",
        -11.434764598659699
      ],
      [
        "Thâ",
        -11.43794430459728
      ],
      [
        "siû",
        -11.439145415877617
      ],
      [
        "Siahu",
        -11.443544387673793
      ],
      [
        "pō",
        -11.44377479611662
      ],
      [
        "Bîn",
        -11.4465589778849
      ],
      [
        "pin",
        -11.44851929580084
      ],
      [
        "sín",
        -11.453414190982702
      ],
      [
        "it",
        -11.4562869449599
      ],
      [
        "má",
        -11.457280089832654
      ],
      [
        "thó",
        -11.458943765506383
      ],
      [
        "itse",
        -11.464156913248996
      ],
      [
        "biat",
        -11.46474961630636
      ],
      [
        "Lùt",
        -11.467547144982726
      ],
      [
        "Malki",
        -11.47730034112603
      ],
      [
        "hiù",
        -11.477722388203823
      ],
      [
        "Tshá",
        -11.479081946037171
      ],
      [
        "bō",
        -11.484121775955861
      ],
      [
        "Tha",
        -11.493773327899023
      ],
      [
        "hò",
        -11.49609308231364
      ],
      [
        "Pik",
        -11.4973333995746
      ],
      [
        "gu",
        -11.498932975152075
      ],
      [
        "Mal",
        -11.500844886045535
      ],
      [
        "Pha",
        -11.50872729464064
      ],
      [
        "au",
        -11.50880697447904
      ],
      [
        "shiū",
        -11.511152273595803
      ],
      [
        "tha̍",
        -11.512874661226675
      ],
      [
        "hà",
        -11.513039130344604
      ],
      [
        "Tsí",
        -11.518891639627345
      ],
      [
        "hiân",
        -11.52150532692778
      ],
      [
        "Et",
        -11.530906218825258
      ],
      [
        "Ap",
        -11.531530005209206
      ],
      [
        "Siú",
        -11.532177201918078
      ],
      [
        "átha",
        -11.54313478242534
      ],
      [
        "X",
        -11.548892293925375
      ],
      [
        "Iâ",
        -11.555475622616825
      ],
      [
        "Th",
        -11.556068420742424
      ],
      [
        "Kh",
        -11.571146707831474
      ],
      [
        "Siū",
        -11.576382743130797
      ],
      [
        "Huā",
        -11.58214376093891
      ],
      [
        "Hanani",
        -11.589533193621447
      ],
      [
        "só",
        -11.59042389963354
      ],
      [
        "Hata",
        -11.5914840578326
      ],
      [
        "Tsîn",
        -11.592420775971824
      ],
      [
        "sīn",
        -11.615122945763002
      ],
      [
        "Lô",
        -11.616100344910755
      ],
      [
        "khî",
        -11.616853366288943
      ],
      [
        "ái",
        -11.623506217834075
      ],
      [
        "Tsa̍",
        -11.627007798312071
      ],
      [
        "phō",
        -11.6274645320185
      ],
      [
        "hia̍",
        -11.64322904627976
      ],
      [
        "Kel",
        -11.645947290436231
      ],
      [
        "8",
        -11.646511341544423
      ],
      [
        "lía",
        -11.653334370260266
      ],
      [
        "Lia̍",
        -11.654381526705613
      ],
      [
        "la",
        -11.655978382604307
      ],
      [
        "Khuàn",
        -11.656103245576462
      ],
      [
        "Tsha",
        -11.656679353621264
      ],
      [
        "bu",
        -11.657744393923318
      ],
      [
        "te",
        -11.6589577314146
      ],
      [
        "Thian",
        -11.66152232843416
      ],
      [
        "Ehu",
        -11.665046134826035
      ],
      [
        "sū",
        -11.666085423435803
      ],
      [
        "shiú",
        -11.666319500291449
      ],
      [
        "līat",
        -11.683055164471773
      ],
      [
        "Mel",
        -11.686297617845343
      ],
      [
        "4",
        -11.699142920491791
      ],
      [
        "5",
